{"results": [
{ 
"year": 1900, 
"count": 1, 
"titles":  [ 
"MRS. MEYERS, SLAVE TO COCAINE.; Friends of Chicago Woman Take Her from Prison to Institution." ] 
 },{ 
"year": 1901, 
"count": 2, 
"titles":  [ 
"FLORIDA MAN'S SUICIDE.; Jacksonville Manufacturer, in Business Trouble, Takes Cocaine." , "THE FALLACY OF CHRISTIAN SCIENCE; Dr. Morse Denounces It and Shows on What It Is Based. Dentist Alleviated with Cocaine the Pain of Mrs. Eddy, Who Declares Pain Does Not Exist." ] 
 },{ 
"year": 1902, 
"count": 1, 
"titles":  [ 
"COCAINE EVIL AMONG NEGROES.; Legislation Talked of to Check the Habit in Mississippi." ] 
 },{ 
"year": 1903, 
"count": 1, 
"titles":  [ 
"HAMPTON NEGRO CONFERENCE.; Alarming Spread of Cocaine Habit Among the Blacks." ] 
 },{ 
"year": 1904, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1905, 
"count": 4, 
"titles":  [ 
"A NEW ANAESTHETIC.; Has All the Virtues of Cocaine Without Its Ill-Effects." , "COCAINE HABITS HORRORS.; Bill in Legislature to Control the Manufacture of the Drug." , "NEGRO COCAINE EVIL.; Mississippi Judge Urges Grand Jury to Punish Druggists." , "BLOWING THE BURNERS.; New Name for Inhaling Cocaine -- Inquiry Started." ] 
 },{ 
"year": 1906, 
"count": 1, 
"titles":  [ 
"PATENT MEDICINE BILL TO CURB DRUG USERS; Amendment Will Make It a Felony to Sell Cocaine to Them. CHECK THE DOCTORS ALSO Criminal Offense to Prescribe Such Drugs Except for Purely Medicinal Uses -- Hearing at Albany." ] 
 },{ 
"year": 1907, 
"count": 13, 
"titles":  [ 
"BIG BILL' HAWLEY TURNS REFORMER; Ex-Convict Prepares a Bill to Stop the Traffic in Cocaine and 'Dope' in Prisons. EVIL FARREACHING, HE SAYS Shows Letters from Convicts Telling About It -- Would Stop Sale of Cigarettes -- Raps Jerome." , "COCAINE USER SHOOTS 7.; Arkansas Negro Is Afterward Killed by a Posse." , "6 MONTHS FOR COCAINE SALE.; Hitch Violated Law After Two Fines -- Darlington and Priest Testify." , "O.C. COLTL AND BRIDE HIT BY 'DEAD' CAR; Runabout Demolished, Descendant of Armsmakers and Wife Buried Senseless in Debris. MRS. COLT LIKELY TO DIE Trolley Had No Lights and Ran by 46th St. in 6th Av. at Reckless Speed, Say Witnesses. Diamond Studded Watch Lost. Speeding Car Showed No Lights. Accident an Omen of III-Luck. YOUNG VICTIMS OF COCAINE. Sent to the Island for 6 Months; the Other Promises to Reform." , "MANY NEW LAWS IN FORCE TO-DAY; After To-day Don't Move Your Baggage Before You Pay Your Board Bill. PENALTY FOR MURDER Don't Sell Steamship Tickets or Cocaine or Carry a Gun or the Policeman Will Get You." , "COCAINE KILLS BOY IN DOCTOR'S OFFICE; Dr. G. Lenox Curtis Was Operating on Thomas Whiting for Adenoids. GASTRIC PARALYSIS SET IN Every Effort to Revive Him Was Made and Other Physicians Were Summoned, but He Never Rallied." , "ACCUSED OF FOUR MURDERS.; Negro Is Charged with Poisoning Others with Cocaine." , "ANTI-COCAINE BILL STANDS.; Amendment to Modify It Voted Down in the Senate." , "ANTI-COCAINE BILL PASSED.; Assembly Unanimously Strikes a Blow at the Drug Habit." , "FIGHT ANTI-COCAINE BILL.; Drug Interests Do Not Want Limitations on Sales." , "War on Cocaine In India." , "NEW PURE FOOD LAW WORKS QUICK RESULTS; Chemists, Physicians, and Federal Officials All Praise It. CUTS DOWN USE OF COCAINE Business as Well as the Public Benefited, Speakers at Chemical Society's Session Declare." , "BOY COCAINE SNUFFERS HUNTED BY THE POLICE; Mother Has Her Son Arrested, Saying He Is a 'Fiend.' BOUGHT PURE DRUG, 'TIS SAID Though Most of the Poison Is Believed to Have Been Obtained in 'Catarrh Powders.'" ] 
 },{ 
"year": 1908, 
"count": 9, 
"titles":  [ 
"COCAINE VICTIMS IN TORTURE.; Drug Has to be Given Prisoners to Enable Them to Appear in Court." , "POLICE UNEARTH COCAINE DIVES; With Health Department Inspector, They Raid Two 'Dope Dispensaries.' PRISONERS IN BAD SHAPE Physician Called to the Station House to Relieve Their Sufferings -- None Had Eaten for Days." , "LOCAL ANAESTHESIA NEW GERMAN METHOD; German Prof. Bier Uses Weak Solution of Cocaine for 'Veinous Transfusion.' PATIENT MAY LOOK ON Treatment Used for Operations on the Extremities and Veins Washed Out Afterward." , "PUBLIC WAKING UP TO COCAINE MENACE; Drug Sold in Nostrums Responsible for Many Victims, Says Dr. Young. GLAD THE LAITY IS AROUSED Reputable Physicians and Medical Societies Have Long Been Fighting the Evil." , "THE GROWING MENACE OF THE USE OF COCAINE; Brought Within Reach of Its Victims by Secret Means, It Has Become the Most Widespread as It Is the Most Insidious of Deadly Drugs." , "COCAINE FORBIDDEN IN THE U.S. MAILS; Government Discovered That Great Quantities Were Sold Direct to Users. NEGROES TOOK UP HABIT Pure Food Experts Are on the Track of Patent Medicines Which Contain the Drug." , "DOCTOR SEEKS DEATH; ENGAGED TO HIS NIECE; Dr. Haas Cuts His Wrist and Throat and Takes Cocaine, but Will Recover. HAD BECOME DESPONDENT Because of Opposition to His Marriage -- Pair Had Planned to Elope to Rhode Island." , "RESCUE SONS FROM JAIL.; New York Women Pay Fines of Supposed Harvard Students. Cocaine Dealer Convicted." , "ROSIE'S COCAINE DREAM.; Victim of Drug Tells Court Her Husband Had Been Killed." ] 
 },{ 
"year": 1909, 
"count": 3, 
"titles":  [ 
"PRIEST AIDS POLICE.; Father Curry Got Evidence Leading to Alleged Cocaine Vendor's Arrest." , "COCAINE SELLER ARRESTED.; He Sold Drug to Wrecks of the Tenderloin at $25 Profit an Ounce." , "THE COCAINE HABIT." ] 
 },{ 
"year": 1910, 
"count": 4, 
"titles":  [ 
"EXTEND DRUG LAW TO GUARD THE POOR; Provisions Against Cocaine and Morphine Needed for Unscrupulous Dealers, Bensel Says." , "COCAINE SYNDICATE FOUND.; One Seller of Drug Confesses and Gives Names of Associates." , "Pleads Guilty to Selling Cocaine." , "SULLIVAN WAS IN DANGER.; Cocaine Affected Senator's Heart After an Operation, but He's Well Now." ] 
 },{ 
"year": 1911, 
"count": 4, 
"titles":  [ 
"HELD AS COCAINE SELLERS.; Detectives Got Two Men by Shadowing a Popular Place in Harlem." , "DRUGS SEND COUPLE TO INSANE ASYLUM; Dr. and Mrs. Pike of Paterson Lose Wealth and Friends from Cocaine and Morphine." , "SAYS HE HAS COCAINE HABIT.; A Brooklyn Physician, Arrested in Pittsburg, Tells of Drug's Dangers." , "GUILTY OF SELLING COCAINE.; Federal Drug Inspector in Philadelphia Escapes with Suspended Sentence." ] 
 },{ 
"year": 1912, 
"count": 7, 
"titles":  [ 
"LYONS WARS ON COCAINE.; Chemists, Go-Betweens, and Customers Arrested by the Police." , "PARIS FEARS GROWTH OF COCAINE CRAZE; At the Montmartre Cafes Women Inhale the Drug Openly from Elaborate Gold Snuff-Boxes." , "PLANS NEW COCAINE LAW.; Justice Swann Finds Present Statute Not Drastic Enough." , "RAID TO SAVE CHILDREN.; Police Start an Anti-Cocaine Crusade In Brooklyn." , "SEES PARIS YOUTH RUINED BY DRUGS; Alfred Edwards of Le Matin Paints a Dark Picture of the Havoc of Cocaine and Opium." , "ARREST PHYSICIAN AS 'COCAINE KING'; Convicted Seller Turns Informer and Leads Police to Dr. Abraham A. Levy's House." , "ATTELL GRILLED BY BOXING COMMISSION; Champion Said His Poor Work in Bout with K.O. Brown Was Due to Overdose of Cocaine." ] 
 },{ 
"year": 1913, 
"count": 17, 
"titles":  [ 
"A MONKEY COCAINE FIEND.; Dr. Briand Describes a Strange Case to a Paris Medical Society." , "COCAINE USERS CONVICTED.; Eight Young Men, Two Under 21, Caught in Bronx House." , "SING SING KEEPERS TESTIFY; Tell Westchester Grand Jury About Escape and Cocaine Smuggling." , "Selling Cocaine to Minors." , "HELD IN COCAINE CASE.; Smith a Member of Drug-Selling Gang, Police Say." , "LIMIT FOR COCAINE DEALER.; ' Worst Wretch on Earth,' Says Justice of Negro Who Sold to Boys." , "BOY VICTIM IS CLUE TO COCAINE TRADE; Negro Drug Seller Tells Court of the Division of 'Territory.'" , "DIES AFTER 200 OPERATIONS; Baltimore Patient with Throat Trouble Became Immune to Cocaine." , "Cocaine Prescriptions Restricted." , "BURGLARS HAD COCAINE.; Police Seeking Loot Find Evidence for New Charge Against Prisoners." , "COCAINE IN CANDY SHOP.; Police Believe They Have Found Depot for the Drug in Harlem Store." , "RESTRICTS SALE OF COCAINE; Sulzer Hopes New Law Will Prevent Abuse of the Drug." , "CARVING KNIFE HIS SABRE FOR CHARGE; Ex-Soldier, Crazed by Cocaine, Raids a Saloon on Seventh Ave." , "CALL COCAINE BILL AFFRONT TO DOCTORS; Assembly Measure Limiting the Use of It Denounced Before Medical Society." , "HELD FOR SELLING COCAINE.; Government Starts Fight to Put Down Illegal Traffic in Drugs." , "GAYNOR MAKES PLEA FOR YOUNG FATHERS; 'Perhaps It Is Better Not to Send Them to Prison,' He Says at Bellevue. ASKS TO SEE COCAINE VICTIMS Pays Unexpected Visit to Meeting of Social Service Bureau -- Learns. About New Buildings." , "NEW COCAINE BILL ADDS TO PENALTIES; Provides 7-Year Term for Sale or Possession by Unlicensed Persons -- One Year Now." ] 
 },{ 
"year": 1914, 
"count": 9, 
"titles":  [ 
"MOURNER SOLD COCAINE.; Says He Did It to Get Clothes to Symbolize His Grief." , "WORE DRUG-LADEN HEELS TO THE TOMBS; Prisoner's Brother Brought Shoes Packed with Heroin and Cocaine. BUSINESS HAD FLOURISHED Use of Screws Instead of Nails to Hold Leather Had Aroused Suspicion." , "DETECTIVES SHOOT FUGITIVE; Cocaine Squad in Exciting Chase Near Times Square." , "GIRL TELLS SECRETS OF COCAINE TRAFFIC; Gives District Attorney Names of Wholesalers and Reveals Profits of the Trade." , "GREAT LEGISLATIVE PLAN TO STAMP OUT COCAINE HABIT; National and State Campaigns Under Way to Check Evils Arising from the Sale of Habit Drugs -- Amazing Facts About This Great Traffic." , "NEGRO COCAINE 'FIENDS' ARE A NEW SOUTHERN MENACE; Murder and Insanity Increasing Among Lower Class Blacks Because They Have Taken to 'Sniffing' Since Deprived of Whisky by Prohibition." , "TO FRAME BILL TO CURB DRUG SALES; Committee Named to Draft Measure to End Cocaine and Opium Evils." , "SOLD COCAINE TO SPEER.; Local Druggist One of Those Examined as to Judge's Habits." , "INDICT COCAINE DEALERS.; Six Men Face Prosecution in Actions Brought by District Attorney." ] 
 },{ 
"year": 1915, 
"count": 11, 
"titles":  [ 
"TRUSTIES TURN TOMBS INTO A BIG DRUG STORE; Arrests Reveal Profitable Trade in Cocaine and Heroin Among Prisoners." , "SHOT DOWN IN DRUG ARREST; Prisoner Says He Got Cocaine As Infirmary Employe." , "DETECTIVE SAVED FROM 3-STORY DROP; Negro Was Pushing Policeman Through Window When Comrades Arrived. ON A COCAINE RAID Many 'Decks' of Drug Found in Harlem Flats by Members bers of Special Squad." , "4 IN PINK PAJAMAS ESCAPE BELLEVUE; Drug Users Remove Screen at a Second-Story Window and Go Down Fire Ladder. ALL BUT ONE RECAPTURED Fugitive Shot in Cocaine Arrest on Upper East Side -- Ex-Teacher Tells of Downfall." , "4 IN PINK PAJAMAS ESCAPE BELLEVUE; Drug Users Remove Screen at a Second-Story Window and Go Down Fire Ladder. ALL BUT ONE RECAPTURED Fugitive Shot In Cocaine Arrest on Upper East Side -- Ex-Teacher Tells of Downfall." , "POORER DRUG USERS IN PITIFUL PLIGHT; Illicit Peddling of Heroin an Cocaine Practically at an End, Police Say. HOSPITALS GIVE RELIEF Anti-Drug Committee Wants Appropriation of $9,000 to Care for 100 Victims at Warwick, N. Y." , "POLITICIAN TO PRISON IN COCAINE CRUSADE; Paul Borchard, a Republican Leader, Fined $500 and Sentenced for Six Months. HIS DRUG STORE A CENTRE Used as Distributing Agency for San Juan Hill District -- Arrested Once Before." , "WOODS TAKES PRIDE IN THE DRUG SQUAD; During the Year Its Members Arrested 1,950 Victims or Dealers. GREAT PROGRESS IS MADE Police Find That Many Gunmen Get Their 'Courage' from Cocaine -- Peddlers of Narcotics Are Shrewd." , "COCAINE SMUGGLED IN GOVERNMENT SHIP; Customs Men Find $3,000 Worth of Drug Going to Canal Zone on the Allianca. OPIUM SEIZED IN BROOKLYN British Freighter, Loading Relief Stores, Yields 28 Cans, Valued at $2,000." , "SEIZED IN DRUG RAID IN RIVERSIDE DRIVE; T. L. Milic and Gustave Waldeck Accused of Smuggling Opium and Cocaine. SUPPLY MAILED IN BERLIN Alleged Chief Conspirator Is Vice President of Rubber Company -- $5,000 Bail Each." , "20 'DON'TS' FOR WIFE, NOW A DIVORCE SUIT; Mrs. Charles M. Leach Alleges Her Husband Compelled Her to Typewrite Rules. CHARGES HE USED COCAINE Railroad Supply Dealer Says He Was Deserted -- Defendant Lays Estrangement to Cruelty." ] 
 },{ 
"year": 1916, 
"count": 4, 
"titles":  [ 
"BARS OPIUM AND COCAINE.; Royal Proclamation Forbids Imports Into United Kingdom." , "Messenger Boy Took Cocaine." , "WINE MESS DEFENSE OF FISKE PUBLISHED; Admiral Wrote Daniels One Bottle of Beer Doesn't Make a Drunkard. HIS REFERENCE TO COCAINE Disagreed with Secretary Over Navy Order and Defended Conduct of Officers." , "SAVES BROTHER FROM JAIL.; Cocaine Handler's Confession Brings Lighter Sentence." ] 
 },{ 
"year": 1917, 
"count": 2, 
"titles":  [ 
"HELD FOR PLOTTING TO BOMB U.S. SHIPS; Norwegian Said to Have Sought Access to Seized German Liner to Destroy Her. CLUE TO BIG ELEVATOR FIRE Thirty-eight More Germans Are Taken from Barred Zones and Interned. HELD FOR PLOTTING TO BOMB U.S. SHIPS ARMY STORES ROBBED AGAIN. Packer Accused of Stealing 150 Bottles of Cocaine." , "REVENUE MEN SEIZE $120,000 NARCOTICS; Arrest Alleged Leaders of 'Cocaine Ring,' Whose Profits Are Put at a Million. PENNILESS FOUR YEARS AGO Haul Made Here Including 3,000 Ounces of Drugs, Worth $500,000 to Retail Trade." ] 
 },{ 
"year": 1918, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1919, 
"count": 2, 
"titles":  [ 
"AGENTS SEIZE DRUGS IN FEDERAL RAIDS; Estimate Value of Cocaine Heroin, and Other Narcotics Taken at $20,000. 3 PHYSICIANS ARRESTED Druggist and Several Addicts Also Are Held Without Bail in Police Station." , "FINDS NEW ANAESTHETIC.; Forty Times Less Toxic Than Cocaine, Says Dr. Macht." ] 
 },{ 
"year": 1920, 
"count": 5, 
"titles":  [ 
"DRUG SALOON RAIDED.; Police Find Cocaine and Arrest Nine in Brooklyn After Fight." , "RED CROSS REPORT ON BOLSHEVIST BARBARITIES IN KIEV; Nurses Tell of Villainous Crimes by Executioners Under Influence of Cocaine--'People Hunted Like Hares'--More Than 3,000 Shot, Including Whole Families Central Authority of the Terror. Inordinate Looting. Whole Block Rounded Up. Thrashing an Old Woman. Other Cocainist Executioners. The System of Hostages. Burying Living and Dead." , "PARIS AUTHORITIES INVESTIGATE DEATH OF OLIVE THOMAS; Police Seek Evidence on Rumors of Drug and Champagne Orgies. REFUSE TO RELEASE BODY Former American Officer, Sentenced for Selling Cocaine, One of Those Questioned. PICKFORD IN DOCTOR'S CARE Police Have Not Yet Obtained His Story of How the Actress Drank Poison." , "OPIUM DEN RAIDED; $5,000 DRUGS SEIZED; Woman and Four Men Arrested in Luxurious Rooms in Clinton Street Tenement House. FIND CACHE UNDER A RUG Morphine, Heroin and Cocaine Revealed When Floor Bulge isInvestigated." , "MURDER CLUE BARES $250,000 DRUG CACHE; 500 Persons Involved in Wholesale Narcotic Traffic onBrooklyn Waterfront.SMUGGLING IS CONFESSEDAlleged 'Cocaine' Slayer, His Fatherin-Law and His Wife's Brother Are Arrested." ] 
 },{ 
"year": 1921, 
"count": 14, 
"titles":  [ 
"$25,000 DRUG SEIZURE.; Man Arrested in Roxbury Had Two Trunks With Opium and Cocaine." , "HOLD TWO GERMAN DRUG SMUGGLERS; Detectives Seize $15,000 in Cocaine on Freighter In From Hamburg. MEMBERS OF WORLD RING Sailors Were Peddling Contraband on Staten Island--Ship's Officials Protest Arrest." , "HELD AS COCAINE SMUGGLER; Italian Arrested After Olive Oil Barrels Are Examined at Custom House." , "SAY SHIP CARRIED DRUGS.; Quantity of Alleged Cocaine Seized in Olive Oil Barrels." , "SOLDIERS SMUGGLE COCAINE TO FRENCH; Investigators Find Americans and Allied Troops are Used by Big Dealers. AIRPLANE BRINGS IT ACROSS Germany the Chief Source of Supply and Enormous Profits are Made by Secret Organizations." , "FOUND DEAD IN HALLWAY.; Autopsy Shows Young Woman Died of Cocaine Poisoning." , "GIRL IN MAN'S GARB DROPS DRUG IN RACE; $3,000 Worth of Cocaine Found Where She Boards Taxi and Escapes Customs Men. SHOT FAILS TO HALT HER Young Woman Believed to Be Member of Smugglers' Gang Operating at Pier 61." , "GIRL IN MAN'S GARB DROPS DRUG IN RACE; $3,000 Worth of Cocaine Found Where She Boards Taxi and Escapes Customs Men. SHOT FAILS TO HALT HER Young Woman Believed to Be Member of Smugglers' Gang Operating at Pier 61." , "SEIZE $150,000 DRUG HIDDEN IN ASH PAIL; Custom Officers Find Cocaine Concealed on Board Steamship From Italy.FOREIGN CREW SUSPECTEDMembers of Narcotic Ring Believed to Have Shipped as Seamen toSmuggle Supply." , "TRAP BOY WITH AUTO; Dr. Simon and a Detective Arrest the 'Cocaine Kid' After a Long Hunt." , "DRY AGENTS SWEEP CITY IN BIG RAID; 100 ARE ARRESTED; Healy's, 'The Black Cat' and the Strand Roof Among 59 Cafes Visited. DONE BY SQUAD OF 200 MEN West and East Sides in Path of Officers, and Brooklyn Also Is Hit. 50 OF RAIDERS FROM BOSTON Determination to 'Clean Up' New York Reached at Washington Dry Conference. Well-Known Haunts Raided. DRY AGENTS SWEEP CITY IN BIG RAID SHOT BY CUSTOMS INSPECTOR. Laborer Had Whisky, but No Cocaine, and Refused to Halt." , "ARREST 8 IN RAID AS DRUG PEDDLERS; Chorus Girl, Who Said She Bought Cocaine in Garage, Also Is Held. ONE TRIES TO USE PISTOL Charge Barber Had $3,000 Worth of Narcotic--Accused Drug Smuggler to Face Trial." , "HUNT CUSTOM GRAFT IN SMUGGLED GOODS; Eight Inspectors Recommended for Dismissal and at Least Forty Others Suspected. U.S. ATTORNEY READY TO ACT Liquor and Drugs Brought Here in Quantities--Seaman Taken With $20,000 Worth of Cocaine. Most Passengers Honest." , "SMUGGLED COCAINE SEIZED.; $10,000 Drugs Found in Trunk of Steerage Passenger." ] 
 },{ 
"year": 1922, 
"count": 3, 
"titles":  [ 
"BOY HELD AS DRUG PEDDLER; Caught by Detective Posing as a Cocaine Addict." , "$100,000 IN COCAINE SEIZED ON A SHIP; Customs Agents Find It Wrapped in Blankets and Hidden Inside a Partition." , "AGENTS SHOOT IN RAID; HOLD 5 IN DRUG DEAL; Leader of Federal Men Breaks Hand in Fight--Used Marked Bills to Buy Cocaine." ] 
 },{ 
"year": 1923, 
"count": 2, 
"titles":  [ 
"BIG DRUG HAUL ON BORDER.; 15,000 Ounces of Cocaine Seized at Rouse's Point -- Came From Europe." , "ARRESTED AT MOVIE AS VENDOR OF DRUGS; Detectives Say They Bought Cocaine From Truck Driver Under Cover of Darkness." ] 
 },{ 
"year": 1924, 
"count": 1, 
"titles":  [ 
"DRUG SELLERS GET 10 YEARS, $5,000 FINE; Three Leading Operators in Cocaine Traffic Receive the Heaviest Penalty on Record. IN ILLICIT TRADE 3 YEARS Two Confederates Who Pleaded Guilty Escape With a Fine of $1,000 Each." ] 
 },{ 
"year": 1925, 
"count": 6, 
"titles":  [ 
"HIGH COURT DEFINES HOUSE SEARCH RIGHT; Holds It a Violation to Invade Without Warrant if No Arrest Has Been Made on Premises. NEW TRIAL ORDERED HERE Frank Agnello, In Brooklyn Cocaine Case, Wins Appeal on Fourth Amendment." , "SPREAD OF DRUG HABIT ALARMS BERLIN POLICE; Cocaine Circulates Like Cigarettes, Investigators Say, and Addiction Is a 'Fad.'" , "DRUGSTORES ROBBED, THREE YOUTHS CAUGHT; Police Use Pistols in Chase Through Bronx -- Get Money and Cocaine." , "Carrier Pigeons Take Cocaine Into Britain; Scotland Yard Hunts 'Dope King' in Vain" , "FREUD TELLS LIFE STORY.; How He Lost Credit for Cocaine Discovery by Visiting Girl." , "GERMANY DEVELOPS NON-POISONOUS DRUG; Tutokain, New Substitute for Cocaine, Is Reported to the Chemical Society." ] 
 },{ 
"year": 1926, 
"count": 4, 
"titles":  [ 
"HUGE NARCOTIC RING SMASHED IN BERLIN; Source of Supply of Cocaine and Opium for America Said to Be Bared. RUSSIAN NOBLES CAPTIVES Official Chemist of Berlin Is Denounced by German Police as One of the Ringleaders." , "TELLS OF NEW ANESTHETIC.; Wisconsin Chemist Says It is Superior to Cocaine." , "GERMANS GET COCAINE BY COAL TAR PROCESS; Ring Backed by Rich Men Buys Drug at $200 a Pound and Sells It for $3,000 a Pound." , "COCAINE USED MOST BY DRUG ADDICTS; Police Find Criminals Favor This Narcotic to Stimulate Their 'Courage.' WORKHOUSE SURVEY MADE Sixty Per Cent. of Inmates in 1925 Were Sent There in Connection With Drug Traffic." ] 
 },{ 
"year": 1927, 
"count": 7, 
"titles":  [ 
"UNCOVER SWISS DRUG PLOT.; Police Arrest Leaders of Band Which Exported Heroin and Cocaine" , "CALLS DRUGGIST MURDERER; German Court Lays Addict's Death to Man Who Sold Her Cocaine." , "HUNGER FOR DRUGS FOILS ADDICT THIEF; Robber in Pharmacy Hold-Up, Careless in Eagerness for Cocaine, Felled by Clerk. EMPLOYE GRABS PISTOL Sits on Unconscious Man While He Telephones the Police -- Aided by Customer's Entry." , "NIP DRUG PLOT IN PARIS.; Police Catch Leader of Band Who Sold Cocaine in Various Cities." , "EX-GERMAN OFFICERS HELD IN BIG DRUG PLOT; One Confesses Plan to Smuggle Into France $1,500,000 Worth of Cocaine." , "SAYS 3 SMUGGLED $4,000,000 DRUGS; Federal Prosecutor Declares Men to Be Tried Monday Were in Narcotic Ring. RAIDERS GOT 600 POUNDS Silver Charges Two Tons of Morphine, Cocaine and Heroin Were Brought In Last Year." , "BERLIN POLICE ARREST 11 DRUG SMUGGLERS; Big Gang Had Just Received an Order to Ship 250 Pounds of Cocaine Here." ] 
 },{ 
"year": 1928, 
"count": 2, 
"titles":  [ 
"FRENCH POLICE HUNT CHIEFS OF DRUG RING; Hope to Trace Man Who Shipped $4,000,000 Cases of Cocaine, Seized in Jersey City." , "THREE HELD IN DRUG RAID.; Police Say Suspects Sold Cocaine by Mail to Addicts in West." ] 
 },{ 
"year": 1929, 
"count": 1, 
"titles":  [ 
"DR. KOLLER RECEIVES HEIDELBERG AWARD; New Yorker Who Discovered Local Anesthesia by Cocaine in 1884 Receives Kussmaul Medal." ] 
 },{ 
"year": 1930, 
"count": 2, 
"titles":  [ 
"ACCORD ON COCAINE REACHED IN LONDON; Manufacturing Countries Arrive at Provisional Agreement on Output, Ending Meeting." , "LEAGUE OPIUM BODY QUESTIONS FIGURES; Sees Increased Narcotic Use in Some Countries Result of Escape Into Illicit Trade. BIDS COUNCIL CHIDE FRANCE Declares Nation Is Not Complying With Geneva Convention Since Statistics Are Given Too Late. Consumption of Cocaine. Morphine Output Dropped." ] 
 },{ 
"year": 1931, 
"count": 1, 
"titles":  [ 
"SLAYS HIS MOTHER, SISTER AND HIMSELF; Cocaine Addict Had Delusion That Family Was Diseased, His Brother Says." ] 
 },{ 
"year": 1932, 
"count": 1, 
"titles":  [ 
"MEXICO DESTROYS COCAINE.; $10,000 Worth Seized From Peddlers in Capital Is Done Away With." ] 
 },{ 
"year": 1933, 
"count": 1, 
"titles":  [ 
"Italian Extravaganza; COCAINE. By Pitigrilli. Translated from the Italian. 263 pp. New York: Greenberg. $2." ] 
 },{ 
"year": 1934, 
"count": 4, 
"titles":  [ 
"$10,000 of Cocaine Seized." , "OPIUM SMUGGLING IN NATION GROWING; Big Increase in Traffic From China Is Reported by the Bureau of Narcotics. MORPHINE FROM JAPANESE Heroin Moving From Western Europe -- Illicit Entry of Cocaine Is Declining." , "$50,000 NARCOTICS SEIZED IN BRONX; Detective, Posing as Glazier, Finds Drugs Being Cut for Wholesale Trade. THREE ARE ARRESTED Police Act on Information That Heroin and Cocaine Are Imported by Trunkful." , "GUARDS PUT ON LINER AFTER NARCOTIC FIND; Trunk of Opium on Manila Pier and Cocaine in Hold of President Wilson Seized." ] 
 },{ 
"year": 1935, 
"count": 1, 
"titles":  [ 
"COCA CHEWED IN ANDES TO DULL HUNGER PANGS; South American Indians Console Themselves With the Leaves From Which Cocaine Is Refined" ] 
 },{ 
"year": 1936, 
"count": 1, 
"titles":  [ 
"FREUD IS HONORED ON 80TH BIRTHDAY; Austrians and Czechs Join in Honoring the Discoverer of the Subconscious Mind. EARLIER WORK RECALLED Viennese Scientist Said to Have Been the First to Suggest Cocaine as Anesthetic." ] 
 },{ 
"year": 1937, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1938, 
"count": 2, 
"titles":  [ 
"20 INDICTED HERE IN NARCOTIC RING; All Are Accused of Smuggling Quantities of Gum Opium Into This Country USE OF MAILS CHARGED Distribution of Cocaine and Heroin to Addicts in All Parts of the Nation Alleged ADMITS SMUGGLING PLOT Chinese Says He Placed $255,000 of Opium on British Ship" , "Smuggled Cocaine Seized By Dive Into Panama Bay" ] 
 },{ 
"year": 1939, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1940, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1941, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1942, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1943, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1944, 
"count": 1, 
"titles":  [ 
"DR, KOLLER IS DEAD;'I EYE SPECIALIST, 86I; ' Discoverer in 1884 of Cocaine[ as Local'Anesthetic Stricken I at Home Here J" ] 
 },{ 
"year": 1945, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1946, 
"count": 1, 
"titles":  [ 
"MONOGRAM TO DO PICTURE ON DRUGS; With Revision of the Morals Code, Studio Will Produce 'Cocaine,' Showing Evils" ] 
 },{ 
"year": 1947, 
"count": 2, 
"titles":  [ 
"COCAINE CACHE FOUND ON SHIP IN PORT HERE" , "COCAINE ON U. S. TANKER; New Zealand Reports Seizure of 12 Jars at Auckland" ] 
 },{ 
"year": 1948, 
"count": 3, 
"titles":  [ 
"COCAINE IS SEIZED, VALUED AT $12,000; Electrician on Ship Held After He Is Said to Have Attempted to Smuggle Narcotics" , "$75,000 IN COCAINE, 2 MEN SEIZED HERE; Woman Is Among 3 Detectives Who Trapped the Suspects in Week's Investigation" , "NARCOTICS AGENTS RAID THE SATURNIA; Suspect Is Seized on Board but Agents Uncover Only Derivative of Cocaine" ] 
 },{ 
"year": 1949, 
"count": 8, 
"titles":  [ 
"Cocaine Smuggler Sentenced" , "SHIP'S AIDE GUILTY IN NARCOTIC'S CASE; Accused as Leader of a Ring Smuggling Cocaine From Peru -- Second Man Freed" , "COCAINE SMUGGLER ENTERS GUILTY PLEA" , "Ship Steward Held in Cocaine Ring; Linked to Abortive Coup in Peru; STEWARD IS SEIZED IN NARCOTICS RING" , "REPORT CALLS CITY NARCOTICS CENTER; Cocaine Smuggled From Peru to Out-of-Way Ports, Then Is Brought Here, Bureau Says" , "LUCIANO DETAINED BY ITALIAN POLICE; Deported Vice King Is Held for Questioning on Any Link to Smuggling of Cocaine" , "NARCOTICS CACHE IS FOUND IN QUEENS; Cocaine With $3,195,000 Street Sale Value Linked to 3 Men Now in City Prison" , "SEIZURES REACH PEAK IN COCAINE AND HEROIN" ] 
 },{ 
"year": 1950, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1951, 
"count": 2, 
"titles":  [ 
"MRS. CRONIN TELLS OF BUYING COCAINE; Former Maid Testifies She Saw Miss Bankhead and Friends Smoking Marijuana Weeps on Stand Tells of $55 Payment" , "NEW YORKER HELD IN ROME; Transfer of Cocaine by Plane From Milan Alleged" ] 
 },{ 
"year": 1952, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1953, 
"count": 1, 
"titles":  [ 
"2 HELD IN NARCOTICS RAID; Women, Cocaine, Opium Seized in $400-a-Month Apartment" ] 
 },{ 
"year": 1954, 
"count": 1, 
"titles":  [ 
"COCAINE DEALER SEIZED; Luxury Apartment Raided -- Spending Attracted Police" ] 
 },{ 
"year": 1955, 
"count": 2, 
"titles":  [ 
"NARCOTIC ARRESTS MADE; Three Had $500,000 in Heroin and Cocaine, Police Say" , "2 MEXICANS HELD IN NARCOTICS RING; Men Kept in Secret Custody Since Arrest May 18 With 5 3/4 Pounds of Cocaine" ] 
 },{ 
"year": 1956, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1957, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1958, 
"count": 1, 
"titles":  [ 
"3 HELD IN SMUGGLING $250,000 IN COCAINE" ] 
 },{ 
"year": 1959, 
"count": 1, 
"titles":  [ 
"TEAMSTER AIDES LINKED TO DRUGS; U. S. Agent Says He Bought Cocaine From One -- Land Deal Upstate Is Noted" ] 
 },{ 
"year": 1960, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1961, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1962, 
"count": 5, 
"titles":  [ 
"Cuban Couple Seized Here With Smuggled Cocaine" , "3 ACCUSED OF AIDING IN COCAINE SHIPPING" , "3 CUBANS CONVICTED OF COCAINE TRAFFIC" , "CUBA IS ACCUSED OF COCAINE PLOT; Narcotics Aid Subversion, Senators Told Here" , "BIG COCAINE SEIZURE HELD CUBAN IN ORIGIN" ] 
 },{ 
"year": 1963, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1964, 
"count": 2, 
"titles":  [ 
"U.S. Reports $25 Million Cocaine Smuggling Ring" , "RECORD SHIPMENT OF COCAINE SEIZED; Prostitute Is Accused Here in $3 Million Smuggling From South America ARRESTED IN CUSTOMS Suspect Called Courier for International Conspiracy -- Held in $50,000 Bail" ] 
 },{ 
"year": 1965, 
"count": 3, 
"titles":  [ 
"CACHE OF COCAINE LINKED TO 2 HERE; $3 Million Worth Found in False-Bottomed Valises" , "NARCOTICS AGENTS BATTLE A SUSPECT; Gun Fight Waged in Bronx -- Cocaine Hoard Seized" , "9 TRUE BILLS CHARGE COCAINE SMUGGLING" ] 
 },{ 
"year": 1966, 
"count": 0, 
"titles":  [ 
] 
 },{ 
"year": 1967, 
"count": 5, 
"titles":  [ 
"COCAINE WITNESS FEARED ABDUCTED; Woman Is Sought in Trial of Alleged Smugglers Here" , "6 Are Seized Here With Cocaine Worth Nearly $3-Million; Cuban Did Not Interfere" , "Hunger Is Constant Companion of Bolivia Miners; Workers Chew Leaves That Yield Cocaine for Energy Army Is Periodically Ordered Into Area to Curb Unrest" , "RAIDERS HERE SEIZE THREE WITH COCAINE" , "COCAINE SMUGGLING IS CHARGED TO EIGHT" ] 
 },{ 
"year": 1968, 
"count": 7, 
"titles":  [ 
"DETECTIVE DENIES PUSHING COCAINE; Testifies in U.S. Court He Was Trying to Trap Seller" , "$4-MILLION COCAINE SEIZED AFTER CHASE" , "2 Women Seized at Kennedy In Smuggling of Cocaine" , "Cocaine Seized in Miami" , "2 Held on Cocaine Charge" , "Three Cocaine Smugglers Sentenced to Prison Terms" , "GIRL HELD IN BAIL ON DRUG CHARGE; Police Say Her Apartment Was Factory for Cocaine" ] 
 },{ 
"year": 1969, 
"count": 6, 
"titles":  [ 
"VAST DRUG CACHE SEIZED IN HOTEL; Over $12-Million in Heroin and Cocaine Is Found" , "MIAMI HEARINGS SET ON COCAINE TRAFFIC" , "$1 -Million in Cocaine Seized" , "2 Pounds of Cocaine Seized With Suspect in East Harlem" , "2 Arrested at Hotel Here With $675,000 in Cocaine" , "Bronx Man Held in $100,000 As Possessor of Cocaine" ] 
 },{ 
"year": 1970, 
"count": 13, 
"titles":  [ 
"Colombian Jumps $250,000 Bail Set in Cocaine Smuggling Case" , "20 Indicted Here in Smuggling Cocaine From South America" , "4 Seized in 2 Raids Here As 'Cocaine Mill' Operators" , "2 Freed in Cocaine Case" , "54 LBS. OF COCAINE IS SEIZED ON PLANE" , "Alleged Leader of Cocaine Ring In Harlem Held in $50,000 Bail" , "Cocaine Seized on Ship" , "11 Pounds of Cocaine Taken in Midtown Raid" , "$500,000 in Cocaine Seized" , "HUGE DRUG CACHE SEIZED IN BRONX; Heroin and Cocaine Valued at $10-Million--6 Arrested" , "Jesse Gray's Son Charged With Possession of Cocaine" , "Illicit Traffic in Cocaine 'Growing by Leaps and Bounds' in Miami" , "CRIME FORCE HERE CRACKS DRUG RING; Six Suspects and $175,000 in Cocaine Are Seized" ] 
 },{ 
"year": 1971, 
"count": 11, 
"titles":  [ 
"Frogman Is Among 9 Persons Convicted of Cocaine Smuggling" , "Cocaine Is Re-emerging as a Major Problem, While Marijuana Remains Popular" , "Scriabin: 'Ice, Cocaine, Rainbow'" , "ARTIST' IS CALLED A DRUG SMUGGLER; Charged With Hiding Heroin and Cocaine in Frames" , "Cocaine Worth $175,000 Seized With Suspect Here" , "DRUG SMUGGLING LAID TO CAFE MAN; He and 5 Chileans Indicted in Cocaine Conspiracy" , "$4-Million in Cocaine Seized" , "Police Seize Cocaine Worth $2.5-Million; 3 Men Are Arrested" , "Mexico City's Airport Police Seize 53 Pounds of Cocaine" , "Police Report Seizing 3 And $2.5-Million Cocaine" , "U. S. Agents Try, but Fail, to Stop Flow of Cocaine From Latin Countries" ] 
 },{ 
"year": 1972, 
"count": 16, 
"titles":  [ 
"Wooden Leg Yields Cocaine" , "Wooden Leg Yields Cocaine" , "5 ARRESTED HERE IN COCAINE PLOT; 2 College Instructors Among Suspects in Smuggling" , "3 Seized Here With Cocaine Put at $500,000, U.S Says" , "4 Held in Alleged Attempts To Bring Cocaine Into U.S." , "3D TRIAL DENIED IN COCAINE CASE; ' Double Jeopardy' Cited as Indictment Is Dismissed" , "Cocaine Seized on Coast" , "BOLIVIA UNCOVERS DRUG FACTORIES; Nation the Source of Much of the World's Cocaine" , "Couple Accused of Having Cocaine Worth $75,000" , "CHILEAN COCAINE INCREASES IN U.S.; Inflow From Santiago Said to Include More Heroin" , "Youth Held for Selling Cocaine to Stones Fans" , "Freud's Disaster With Cocaine" , "4 CONVICTED HERE IN COCAINE DEALING" , "Assistant Brooklyn Prosecutor In Case Involving Cocaine Quits" , "Cocaine a Way of Life For Many in Bolivia" , "5 ARRESTED HERE ON A DRUG CHARGE; They Are Accused of Trying to Bring Cocaine Into U.S." ] 
 },{ 
"year": 1973, 
"count": 35, 
"titles":  [ 
"2 at Columbia Indicted in Sale Of Cocaine to Undercover Man" , "2 at Columbia Indicted in Sale of Cocaine; $4,400 Involved 2 at Columbia Indicted in Sale Of Cocaine to Undercover Man" , "ORGANIZED CRIME LINKED TO DRUGS; Witnesses in Jersey Tell of High Profits and Violence in Dealings in Newark Cocaine Deals Described Check Payments Cited" , "Witnesses Link Organized Crime and Drugs; Violence and Speedy Profits in Newark Area Cited Cocaine Deals Described Said Threat Reported" , "Cubans Identified As Main Supplier Of Cocaine Here; Operation May Shift A Cuban Ring Is Identified As a Key Cocaine Supplier Widely Sought Drug Widely Sought Drug Resemble Crime Family Wiretapping Held Effective" , "A CubanRing Is ldentified As Main Cocaine Supplier; Operation May Shift Widely Sought Drug" , "9 Chileans Flown Here to Face Trial As Smugglers of Cocaine by the Ton" , "WAR HERO FACES COCAINE CHARGES; A Medal of Honor Winner Is Accused of Selling Drugs A Sports Car" , "CHILE HELPING U.S. FIGHT DRUG RINGS; 10 Seized in Cocaine Traffic Face Trial in New York" , "Abbie Hoffman Fights Defining of Cocaine as Narcotic; Before Sept. 1" , "Police Arrest 3 in Bronx Narcoitcs Raid and Recover an Estimated $2-Million in Cocaine and Heroin; Apartment Staked Out Suspects Well Connected" , "6 Others Are Indicted on Charges of Conspiring to Get Cocaine Into U.S.; Businessman Arrested Route of Cocaine Given" , "POLICEMEN GUILTY IN DRUG CASE HERE; Stole Cocaine From Agents Who Posed as Dealers Investigation Continuing" , "3 SUSPECTS SEIZED IN A COCAINE RING; Undercover Police Arrest Them in Brooklyn" , "Homes on Wheels Called Road Risk; Safety Problems $4-Million in Cocaine Seized in Miami; 3 Held Safety Factors for 3 A Minibus Will Start Lansing-Detroit Runs New Contract Accepted By Union of Fishermen" , "Abbie Hoffman Is Held in $200,000 Bail on a Cocaine-Sale Charge; Videotaped Vasectomy" , "Abbie Hoffman Among 4 Held On Charges of Selling Cocaine" , "Cocaine Found in London" , "Inquiry Slated on Responsibility Of Braniff in Cocaine Smuggling" , "Seizure of a Jetliner Used by a Smuggler Of Drugs Is Ordered; Judge Orders Seizure of Jetliner Used by a Smuggler of Cocaine" , "Seizure of a Jetliner Used by a Smuggler Of Drugs Is Ordered; Judge Orders Seizure of Jetliner Used by a Smuggler of Cocaine" , "Ex-Cuban Aide Is Seized On Cocaine-Selling Charges" , "Agency Says It Captured Major Cocaine Supplier" , "Correction Officer Is HeldAs Head of Cocaine Ring; Could Get Life" , "Correction Officer Is HeldAs Head of Cocaine Ring; Could Get Life" , "$500,000 Cocaine Sizure" , "New Jersey Briefs; Car Insurance Explanations Sought Foster Battle Ends in Adoption 20 Indicted as Cocaine Smugglers" , "A HOLDUP SUSPECT WASBIAGGIDRIVER; Policeman in Cocaine Case Had Access to Candidate 2 Gun Accidents" , "TWO POLICE HELD IN COCAINE THEFT; 3 'Victims' in the Case Were Actually Undercover Men -Nadjari Investigating" , "TWO POLICE HELD IN COCAINE THEFT; 3 'Victims' in the Case Were Actually Undercover Men--Nadjari Investigating" , "$750,000 in Cocaine Is Found in Offices Of a Religious Sect" , "CUSTOMS OFFICIAL PINS DOWN DRUGS; Says Airport Passenger Had Cocaine in Bowling Ball Suspect Is Nervous" , "POLICE DRUG LOSS NOW $73-MILLION; Fifth of Heroin and Cocaine Seized Here in 12 Years Stolen in Department Announcement in December POLICE DRUG LOSS NOW $73-MILLION" , "Lawyer Gets Five Years In Cocaine-Smuggling Plot" , "Inquiry Links an S.I. Man Held In Las Vegas to a Cocaine Ring; Warrant Obtained Dec. 20 No Moving Van Young Woman Held" ] 
 },{ 
"year": 1974, 
"count": 23, 
"titles":  [ 
"Cache of Cocaine Is Found In Table Leg on Freighter" , "1-Million in Cocaine Seized After Chase; Colombian Arrested" , "17 Indicted in Bronx as Members of a Cocaine Ring" , "209 Convicted Under Strict Drug Law; Arrests on the Rise Scores' of Methadone Cases Cocaine a Problem STRICT DRUG LAW PUTS 209 IN JAIL STRICT DRUG LAW PUTS 209 IN JAIL Seven Informants" , "Ex-Sanitationman, 28, Gets 15 Years for Cocaine Sale" , "16 SEIZED IN SALE OF DRUGS BY RING; Suspect Reported to Have Handled 30% of Cocaine and Heroin in Brooklyn" , "150 Charged in Smuggling of Cocaine; 3 Indictments Unsealed" , "150 Chargedin Smuggling Of $35-Million in Cocaine; 23 Charged Friday $10,000 a Pound" , "MAJOR DRUG RAID UNDER WAY HERE; U.S. and City Arrest 88 in Cocaine-Sniuggling Ring--More Being Sought" , "EX-CHILEAN AIDE HELD IN DRUG CASE; $350,000 Bail Set Here in Cocaine Smuggling" , "Cocaine the champagne of drugs; Highs, horns and bugs crawling For its devotees, cocaine epitomizes the best of the drug culture-which is to say, a good high is achieved without the forbiddingly dangerous needle and addiction of heroin. Fear of the 'coke-crazed' black man 'coincided with the peak of lynchings, legal segregation and voting laws all designed to remove political and social power from him." , "32 LBS, OF COCAINE SEIZED AT MOTEL; 4 Suspects Are Arrested in Ship Bottom--Drugs Valued at $5-Million on Street Identities Confirmed" , "24 Arrested as Operators Of Cocaine Smuggling Ring" , "22 Held in $32.7-Million Cocaine Ring; Not Inspected" , "30 Indicted as Members Of Interstate Cocaine Ring; Links to Bronx Case Ex-Banker Missing" , "Court Asked t Declare Cocaine a Non-Narcotic; Move Called First" , "German Couple Held In Cocaine Smuggling" , "COURT DECLARES HOFFMAN FUGITIVE; Acts in 3d Failure to Appear for Cocaine-Case Hearing" , "POLICEMAN SHOT IN COCAINE TRAPP; Undercover Officer Wounded by Cunman in Brooklyn" , "Secretary to Hugh Hefner Seized on Cocaine Charge" , "Ex-City Aide Guilty In Plot to Distribute Millions in Cocaine" , "Ex-City Aide Guilty In Plot to Distribute Millions in Cocaine" , "New Jersey Briefs; Jury Picked for Cocaine Trial Company Setting Up Car Pools Kugler Enters Civil Election Case 2 Teen-Agers Held as Bank Robbers Plan Seeks to Curb Drug Abuse Byrne to Retain State Controller" ] 
 },{ 
"year": 1975, 
"count": 14, 
"titles":  [ 
"Son of U.S. Ambassador Held In Britain in Cocaine Case" , "Illegal Narcotics Traffic Is Worst Here in 5 Years; More Heroin and Cocaine Are Reaching City Than at Any Time Since 1960's  Open Street Sales Common Illegal Trafficking in Narcotics here Is Heaviest in Five Years" , "Illegal Narcotics Traffic Is Worst Here in 5 Years; More Heroin and Cocaine Are Reaching City Than at Any Time Since 1960's --Open Street Sales Common Illegal Trafficking in Narcotics Here Is Heaviest in Five Years" , "6 Held in Cocaine Seizure" , "Bronx Man Pleads Guilty In 25-Million Cocaine Ring" , "Over 61 Pounds of Cocaine Seized on 2 Ships at Miami" , "Metropolitan Briefs; Indictment of Suffolk Judge Dismissed Officer Held on Cocaine Charge Council Unit Adopts Bill on Aging Westchester Skyscraper 'Topped Out' From the Police Blotter:" , "Herreras Among Biggest Of Cocaine Organizations" , "Cocaine Ring Here Broken With Arrest Of Six in Yorkville" , "Agents Say Artist Smuggled Cocaine In 6-Quart Wine Jug" , "Agents Say Artist Smuggled Cocaine In 6-Quart Wine Jug" , "Cocaine Seizure Reported" , "6.5-Million in Cocaine Seized" , "Cocaine Theft Laid To Police Chemist And Her Boyfriend" ] 
 },{ 
"year": 1976, 
"count": 14, 
"titles":  [ 
"Metropolitan Briefs; DelBello Acts on Budget Truckers Block Highway Cocaine Ring Broken 'Annuity Funds' Upheld From the Police Blotter" , "Cocaine; Cocaine" , "Judge Wants to Try Cocaine To Settle Drug Case Before Him" , "New Jersey Briefs; 2 Indicted for Abduction and Rape State Alcoholism Group Formed Four Indicted for Selling Cocaine" , "Dog Leads Customs Agents To Cocaine on Banana Boat" , "7 Colombian Aliens Get 15 Years in Cocaine Case" , "U.S. Indicts 3 in Manhattan As Cocaine Conspirators" , "Cocaine Seized in Tampa" , "'Mary Hartman' TV Star Charged on Cocaine Count" , "Cocaine Seized at Airport" , "U.S. SEIZES VESSEL WITH DRUG CACHE; Cocaine Is Found Aboard Bahamian Ship Here" , "Metropolitan Briefs; 3 Men and Untaxed Cigarettes Seized Cocaine Found on Cargo Ship Inquiry Asked in Rent Nonpayment Connecticut Delays Buying Police Cars Islip Sells Bonds at Low Interest Bronx Market Eviction Stayed From the Police Blotter:" , "Metropolitan Briefs; Reputed Drug Dealer Given 40 Years Co-op City's Plan to Pay Con Edison Byrne May Bar On-Shore Oil Gear Landmark Designations Fought 2 Get Prison for Cocaine Conspiracy 50 Parents Sleep in at High School From the Police Blotter:" , "Notes on People; Billy Martin's Daughter Convicted on Cocaine Charge" ] 
 },{ 
"year": 1977, 
"count": 9, 
"titles":  [ 
"Metropolitan Briefs; Hearings About Surgery Put Off for Four Weeks 2 Cocaine Arrests Legal Unit Ends Strike" , "New Jersey Brief's; 2 Guilty in Smuggling Of Cocaine Into Jail Democrats Sued Inmates Plan Lectures Hughes Plans Speech" , "Murdoch Faces Cocaine Charge" , "Ex-Shoe Executive Is Held as Smuggler Of 6 Lbs. of Cocaine; Release Without Bail Denied" , "Ideas & Trends; Purifying the Clean Water Law Isn't Easy Let Freedom Ring For Animals, Too The Vanishing Joy of Teaching Heavy Smoking, Early Menopause Lowering the Cocaine High" , "A Major Federal Study of Cocaine Calls It a 'Serious Drug of Abuse'; FEDERAL STUDY CITES DANGERS OF COCAINE" , "A Major Federal Study of Cocaine Calls It a 'Serious Drug of Abuse'; FEDERAL STUDY CITES DANGERS OF COCAINE" , "2 Dolphins Out on Bail After Cocaine Arrest" , "Carter Asks Congress to Decriminalize Marijuana Possession; Cocaine Law Is Studied" ] 
 },{ 
"year": 1978, 
"count": 21, 
"titles":  [ 
"I.R.S. Raids Studio 54; 5 Ounces of Cocaine Seized; Studio 54 Raided by I.R.S. Agents License Is Upheld" , "L.I. Finds a 'Tremendous Increase' In Its Youngsters' Abuse of Drugs; State Study Cites High Use of Marijuana and Cocaine --'Angel Dust' Called Most Dangerous New Drug How Study Was Conducted 35,317 Took Part in Survey Legal Drug Use an Influence" , "Cocaine Case Mistrial; Writ on Reporter Stays" , "Boy Held as Cocaine Smuggler" , "Wide Marijuana and Cocaine Use Reported Among professionals; Marked Increase in Use" , "Florida Police Seize Cocaine" , "2 Held on Cocaine Counts" , "Cocaine and Hollywood; Suspicions Are Rife" , "Honduran Editor Is Held After Series on Cocaine" , "COLOMBIANS GUILTY OF DRUG SMUGGLING; 30 Nationals Conspired to Bring Large Quantities of Cocaine By Ship Into Brooklyn Planning Done in Bar" , "Letters; African 'Mysteries' To Live in the 'Cocaine Capital of the World' Of No-Fault Coverage and Profits Gun Deterrent Pity the Prisoners Of Air-Conditioning What Price Surgery? Biomedical Research: N.I.H.'s Conflicting Functions" , "Bahamas Has Become Main Avenue for Marijuana and Cocaine Illegally Entering U.S.; Only a Handful in Jail" , "24 Arrested With 12 Lbs. of Cocaine" , "Colombian Pleads Guilty to a Plot To Smuggle Cocaine Into Jersey" , "10 Indicted in 'Foolproof' Scheme For Smuggling Cocaine Into U.S.; Dead Man Named" , "NARCOTICS SMUGGLING INCREASES IN FLORIDA; Influx of Drugs Continues in State Despite Greater Police Efforts to Curtail Illegal Shipments Latin Cocaine and Marijuana Chief Organizers Indentified" , "Cocaine Conspiracy Is Called Disrupted By 57 Indictments" , "U.S. Indictments Tell Of Swimmers and Ships And Murder for Cocaine; 90 People Indicated Stowaway's Bid for Fortune Five Distributors in Colombia Indictments Tell of Swimmers, Ships and Murder for Cocaine More Swimmers Needed Deals Made in Queens Bars" , "U.S. Indictments Tell Of Swimmers and Ships And Murder for Cocaine; 90 People Indicted Stowaway's Bid for Fortune Five Distributors in Colombia Indictments Tell of Swimmers, Ships and Murder for Cocaine More Swimmers Needed Deals Made in Queens Bars" , "The U.S. Is Both Chief Consumer and Principal Worrier; Colombia Is Still the Gem Of the Cocaine Traffic" , "DOCTOR URGES STUDY OF COCA LEAF AS DRUG; Says Chewing Gum Made of Plant, the Source of Cocaine, Could Be Remedy for Stomach Disorders Varied Uses Proposed Medical Use Restricted" ] 
 },{ 
"year": 1979, 
"count": 22, 
"titles":  [ 
"Cocaine May Be Chic, Booze Is the Big Worry; LSD May Be Coming Back" , "JUDGES TO CONSIDER JORDAN PROSECUTOR; Special Panel Will Meet Today on Cocaine Allegations Against White House Staff Chief" , "Film: 'Cocaine Cowboys':Powdery Smugglers" , "ACCUSER OF JORDAN ALTERS HER ACCOUNT; Says She Did Not See Carter Aide Use Cocaine She Had Bought Based on Phone Conversation Accuser of Jordan Alters Allegation of Cocaine Use" , "The City; Police Say IRT Clerk Also Sold Cocaine Rise in PATH Fares To Be Sought Again Alert Bank Tellers Foil Two Robberies" , "Mrs: Carter Firmly Defends Jordan in Cocaine Inquiry; Law Called Too Restrictive" , "Lawyer Says Woman Reported Jordan Used Cocaine in California; Rejection at White House" , "Upper-Income Users Spur Cocaine Dealing; More Sophisticated Dealers" , "Figure in Hamilton Jordan Inquiry Is Said to Deny Supplying Cocaine; Tape Recording Alleged Studio 54 Owner Seeks Delay" , "2 AIDES SAY JORDAN DIDN'T USE COCAINE; Campaign Officials Went With Him to Studio 54 Discotheque-- One Questioned by F.B.I." , "Jordan Under Inquiry on Cocaine; He Denies the Report by Studio 54; Powell Is Termed a Witness" , "Ramos, Ex-Yank Reliever, Facing Cocaine Charges" , "Cocaine Worth Millions And Arms Cache Seized" , "Ron Franklin Arrested On Cocaine Charge" , "Six Are Held in 4 States In Cocaine Ring Arrests" , "A Cocaine Trial Is Ruled Unfair by Appeals Court" , "Westchester Businessman Charged With Heading Cocaine Ring of 13; Pickup in Florida Charged" , "The Region; Police Seek 2 Men In 2-State Crimes Owner of Building Where 7 Died Seized For the Record Seized Cocaine Worth Million Baby Sitter Held On Manslaughter" , "3 Indicted in Cocaine Sales" , "Cocaine: Big Business in Lawless Bolivian Lowlands; Small Fraction of Drug Trade" , "Murder Charge in Cocaine Death" , "Six Illegal Aliens Are Picked Up As Cocaine Is Seized in Queens" ] 
 },{ 
"year": 1980, 
"count": 30, 
"titles":  [ 
"2 Accused of Trying to Smuggle Cocaine From Bolivia Free on Bail" , "Pastorini Cocaine Case Dropped in California" , "Pastorini Cocaine Case Dropped in California" , "Colombian City Is Corrupted by Cocaine; Proof Hard to Collect 182 Judges Resign" , "2D CHARGE STUDIED IN INQUIRY ON KRAFT; Alleged Cocaine Use on Coast by Ex-Carter Aide Under Review Kraft Attorney Has No Comment Law Requires Investigation" , "6 ARE ARRAIGNED IN DEATH LINKED TO COCAINE RING" , "6 Are Arraigned In Death Linked To Cocaine Ring; Authorities Say Operation Is in Connecticut Town Indictments Opened" , "Inquiry Set on Alleged Drug Use By Kraft, Carter Campaign Aide; INQUIRY IS PLANNED ON COCAINE CHARGE Information in Nonpublic Report No Justice Dept. Comment" , "7 ARRESTED, 15 POUNDS OF HEROIN AND COCAINE SEIZED" , "HOFFMAN SURRENDERS ON COCAINE CHARGE" , "Hoffman Surrenders on Cocaine Charge; Active in Environmental Effort Charge Called Setup Reasons for Surrender 'Everyone Liked Barry Freed'" , "7 Arrested, 15 Pounds of Heroin and Cocaine Seized; More Arrests Expected" , "Abbie Hoffman Plans Surrender On a 1974 Cocaine Charge Today; Abbie Hoffman Is Planning to Surrender 'A Lot Has Changed' Life on the Run" , "ABBIE HOFFMAN PLANS SURRENDER ON A 1974 COCAINE CHARGE TODAY" , "Former Jet Speaks Out On His Life of Drugs; Chris Farasopoulos Recalls A Life of Drugs in Football Tried Cocaine as Rookie Ewbank Comments He Links Drugs to Injury Team Party Near Shea The Broadway Barber Peace of Mind" , "Burden, While Out on Bail, Seized on Cocaine Charge" , "Burden, While Out on Bail, Seized on Cocaine Charge" , "N.B.A. Sets Meeting on Drug Abuse Amid Reports of Cocaine Use" , "N.B.A. SETS MEETING ON DURG ABUSE AMID REPORTS OF COCAINE USE" , "Notes on People; Film Producer Pleads Guilty to Cocaine Possession Motherhood Is Tabled for Vote at Village Meeting Former Folk-Rock Star Arrested on Drug Charges In Boston, Some Kind Words for 'Caligula' A Resounding Loss for a Musical Virtuoso Michigan Man Fashions a Blue Denim Tax Protest" , "Film Producer Pleads Guilty to Cocaine Possession" , "BOLIVIANS FIND COCAINE PROFITS ARE HABIT-FORMING" , "Bolivians Find Cocaine Profits Are Habit-Forming; The Poor Are the Losers Farmers Turn to Coca Coca Growing 'Out of Hand'" , "Grand Jury Calls Data Insufficient To Indict Jordan; Allegation of Cocaine Use at Studio 54 Investigated Rubell Account Not Corroborated Reaction by Jordan" , "Car With 401 Pounds of Cocaine Is Seized at Checkpoint in Florida" , "Colombia Seizes Cocaine Cache" , "The Nation; Now Washington Worries About Inflation Overkill A Compromise Step On C.I.A. Controls New Message From Three Mile Island Cracking Down on 'Cocaine Cowboys' 'Move' Radicals Guilty as Charged" , "Wide Drug Abuse Is Found Among Jersey Casino Staffs; Cocaine Arrest in Brigantine Supervisors Among Abusers" , "Top Police Aide Says Drug Traffic Yields Corruption in Virgin Islands; Asserts Widespread Smuggling Creates a Crime Ring That Includes Unnamed Officials and Merchants Investigative Problems Cocaine and Marijuana Cited Scuba Divers Sighted Governor's Assurances" , "Man Swallows Balloons With Cocaine and Dies" ] 
 },{ 
"year": 1981, 
"count": 19, 
"titles":  [ 
"7 SEIZED IN CONNECTICUT AS POLICE FIND COCAINE" , "7 SEIZED IN CONNECTICUT AS POLICE FIND COCAINE" , "F.B.I. AGENT SEIZED ON COCAINE-SALE CHARGES" , "U.S. SEIZES COCAINE IN WESTERN FLORIDA WORTH $36 MILLION" , "The City; Cocaine and 3 Men Seized in Queens" , "Ex-Denver Newspaper Editor Says Cocaine Led to Job Loss" , "BOLIVIAN LEADERS TIED TO LUCRATIVE COCAINE TRADE" , "Johnson, Ex-Dodger, Tells of Cocaine Habit" , "COLOMBIAN CITY IS CORRUPTED BY COCAINE" , "HEAVY USE OF COCAINE IS LINKED TO SURGE IN DEATHS AND ILLNESSES" , "THROUGH LUCK AND DOGGED WORK, AGENTS DISRUPT A TOP COCAINE RING" , "The City; 2 Officers Accused Of Cocaine-Dealing" , "Two Queens Convicts Flee From Courthouse Two convicts - including a man who had sought to delay his sentencing on drug and cocaine possession charges so that he could marry - overpowered a corrections officer outside a Queens courthouse and escaped yesterday, the police said." , "17 ACCUSED OF PLOTTING TO IMPORT $56 MILLION IN COCAINE FROM PERU" , "ABBIE HOFFMAN GETS PRISON TERM OF UP TO THREE YEARS FOR COCAINE SALE" , "Agents Who Tailed Plane To Colombia Seize Cocaine" , "Concannon, Former Bear, Charged in Sale of Cocaine" , "3 POLICEMEN ARE SEIZED, 2 FOR INSURANCE FRAUD AND ONE IN COCAINE CASE" , "Major Cocaine Seizure Reported" ] 
 },{ 
"year": 1982, 
"count": 30, 
"titles":  [ 
"WIDE COCAINE USE BY MIDDLE CLASS SAID TO THWART PROSECUTION" , "Federal Agents in Miami Seize Nearly 700 Pounds of Cocaine" , "DE LOREAN PLEADS NOT GUILTY TO DEALING IN COCAINE" , "PERVASIVE USE OF COCAINE IS REPORTED IN HOLLYWOOD" , "COCAINE TREATMENT IS SAID TO CAUSE PARANOIA" , "7 Arrested in Cocaine Case" , "COCAINE TRAFFICKING AND ITS HUGE PROFITS LURING MIDDLE CLASS" , "Cocaine Found Afloat in Gulf" , "COCAINE DEALER ACCUSED OF PLOT TO KILL JUDGE" , "WHERE A COCAINE DEALER LOST HIS LIFE" , "Morris Arrested In Cocaine Raid" , "N.F.L. AND COCAINE: CARL ELLER'S DECLINE" , "N.F.L. SAYS PLAYERS' COCAINE USE COULD THREATEN INTEGRITY OF GAME" , "A FIFTH SUSPECT HELD FOR AIDING COCAINE AIRDROP" , "ROGERS OF SAINTS SAID TO ADMIT USE OF COCAINE" , "AGENTS GET COCAINE WORTH $200 MILLION FLOWN TO L.I. AIRPORT" , "Four Women Charged As Cocaine Smugglers" , "Cocaine Seized On Cargo Ship" , "BOLIVIAN DIPLOMAT IS ARRESTED AT KENNEDY ON COCAINE CHARGE" , "DEATH RATE SOARS IN COCAINE CASES" , "YANKEES ARE UPSET BY COCAINE MENTION" , "Guilty Plea Made In Cocaine Case" , "NEW YORK SEEKS A STATE STRATEGY ON COCAINE USE" , "Officer Convicted In Sale of Cocaine" , "BELUSHI'S DEATH ATTRIBUTED TO HEROIN AND COCAINE" , "The Region; Policeman Seized With Cocaine" , "ARRESTS SEEN SOON IN COCAINE SEIZURE" , "Clinics Report Sharp Rise In the Abuse of Cocaine" , "COCAINE LINK IS HINTED AS JOHN BELUSHI IS BURIED" , "Correction Officer Is Arrested On Charges of Selling Cocaine" ] 
 },{ 
"year": 1983, 
"count": 32, 
"titles":  [ 
"Jodie Foster Charged In Cocaine Case" , "BLUE GETS 3 MONTHS ON COCAINE CHARGES" , "1,600 POUNDS OF COCAINE SEIZED IN VAN IN QUEENS" , "STATE CALLED LAX IN FIGHT ON COCAINE ADDICTION" , "432 POUNDS OF COCAINE IS SEIZED" , "BLUE PLEADS GUILTY TO COCAINE CHARGE" , "673 Pounds of Cocaine Seized in Coast Raid" , "Wilson and Aikens Plead" , "2 Sentenced in Cocaine Case" , "STUDY TIES COCAINE USE TO THEFT" , "8 Seized Upstate In Cocaine Sales" , "Over 1,300 Pounds of Cocaine Seized Aboard Ship in Tampa" , "COCAINE IN COLOMBIA: DAD-DAUGHTER SLEUTHS" , "Blue Is Questioned In Cocaine Inquiry; Some Royals Interviewed" , "COWBOYS UNSETTLED BY COCAINE INQUIRIES" , "Rozelle Backed on Cocaine Suspensions" , "ROZELLE SUSPENDS FOUR FOR COCAINE USE" , "7 and $6 Million In Cocaine Seized" , "4 COWBOYS NAMED AS COCAINE USERS" , "Ex-Player Admits He Sold Cocaine" , "Cocaine Cache in Carnations" , "1,065 Pounds of Cocaine Seized on Ship in Miami" , "COCAINE HOTLINE DRAWS A THOUSAND CALLS A DAY" , "2 Face Charges On Cocaine Ring" , "L.I. Police Arrest 6 And Seize Cocaine" , "A GRAND JURY VOTES NOT TO INDICT GERULAITIS ON COCAINE-PLOT CHARGE" , "Cocaine in Wings of Plane" , "AN ATHLETE, A COCAINE ADDICT: JOHN DREW FIGHTS FOR HIS LIFE" , "Woman Held as Leader Of Cocaine Ring" , "E.J. Junior Admits Having Cocaine" , "400 Pounds of Cocaine Seized With 12 Arrests" , "Cocaine Use Denied" ] 
 },{ 
"year": 1984, 
"count": 60, 
"titles":  [ 
"Keach Appeal Rejected On Cocaine Sentence" , "Stacy Keach Sentenced In British Cocaine Case" , "Big Cocaine Shipment Is Captured in Arizona" , "CRIME PANEL TOLD OF COCAINE ABUSE" , "COCAINE TRAFFICKERS KILL 17 IN PERU RAID ON ANTIDRUG TEAM" , "Cocaine Found in Sniper" , "75 Pounds of Cocaine Seized As Police Arrest Man on L.I." , "9 Convicted in Atlanta On Cocaine Smuggling" , "IDEAS & TRENDS ; DeLorean Divorce When John Z. DeLorean was brought up on drug charges last spring, his marriage also went on trial, it seems. Mr. DeLorean was found not guilty of conspiring to traffic in cocaine, but his 11-year union with" , "Cocaine Is Found In a Speeding Car" , "THE CITY ; ;  28 Are Arrested In Cocaine Raids" , "Price of Cocaine Has Risen" , "Cocaine vs. Democracy in the Andes The foreign relations of Peru, Bolivia, Colombia and the United States are linked by one word: cocaine. Most of the drug that's sold in this country comes from those three states in the Andean region of South America. Much of the money that circulates in those countries comes from drug users in this one. As a result, Washington's domestic and foreign policy interests coincide." , "BOLIVIANS REPORT DESTROYING 2 COCAINE FACTORIES" , "Stung by John DeLorean John DeLorean, rejoicing in his acquittal on cocaine charges, says he hopes the verdict will lead to changes in the law so that the Government can't entrap others into committing crimes they would not otherwise consider. Attorney General William French Smith, asked about the loss of his biggest case, says ''an acquittal in one case will not affect our use of undercover operations.''" , "DELOREAN IS FREED OF COCAINE CHARGE BY A FEDERAL JURY" , "Cocaine Hot Line in Nassau" , "2 Colombians Are Arrested At Pier on Cocaine Charges" , "PERUVIAN REBELS HALT U.S. DRIVE AGAINST COCAINE" , "Town's Benefactor ChargedIn Cocaine Smuggling Case" , "COCAINE MEANS CASH IN BOLIVIA BANK" , "U.S. ACCUSES MANAGUA OF ROLE IN COCAINE TRAFFIC" , "FEDERAL JURY CONVICTS 11 IN A MAJOR COCAINE RING" , "DENIES COCAINE LINK" , "DELOREAN'S SECRETARY CHARGED IN JERSEY WITH COCAINE TRAFFICKING" , "Cocaine Seized in Houston" , "9 Are Charged In Cocaine Ring" , "9 Are Charged In Cocaine Ring" , "TON OF COCAINE SEIZED IN FREEZERS ON CARGO JET" , "14 Seized on L.I. In Cocaine Ring" , "AGENTS BREAK UP TWO COCAINE RINGS" , "Choate Student In Cocaine Plea" , "Police in Peru Destroy 45 Cocaine Factories" , "PANEL, CITING STATE COCAINE PROBLEM, FINDS LACK OF HELP FOR USERS" , "PREP SCHOOLS IN A STRUGGLE TO CURB SPREAD OF COCAINE" , "COCAINE INDUSTRY HAS SPREAD TO THE AMAZON BASIN" , "CARSON STERNLY DENIES ASSERTION ABOUT COCAINE" , "COCAINE CAPITAL" , "Defense Concedes Videotape at Trial Shows DeLorean Discussing Cocaine" , "Cocaine Cache in Colombia" , "U.S. IS SEEN AS LOSING WAR ON COCAINE SMUGGLING AS PLANES GET THROUGH" , "Cowboy Case Dropped After months of investigation, Federal authorities have reportedly decided not to seek prosecution of several present and former members of the Dallas Cowboys whose names had surfaced in connection with the investigation of a cocaine ring. Federal officicals were not available for comment yesterday, but The Dallas Times Herald reported that the United States Attorney," , "Packet of Cocaine Tossed Into Sewer" , "Cocaine Curbs Discussed" , "GIRLS' SCHOOL IN CONNECTICUT EXPELS SIX FOR COCAINE USE" , "6 in Cocaine Ring Get Prison Terms" , "14 CHOATE STUDENTS EXPELLED IN INQUIRY INTO COCAINE ARREST" , "42 Charged in Florida With Smuggling Cocaine" , "U.S. SEIZES EASTERN JETLINER CARRYING COCAINE" , "Perez Is Guilty, Receives Fine SANTIAGO, Dominican Republic, March 23 (AP) - Pascual Perez, the Atlanta Braves' pitcher, was convicted today of a reduced charge of cocaine possession, fined $1,000 and ordered released from prison. But the prosecutor, who had sought a conviction for trafficking and a minimum sentence of two years, filed an immediate appeal of the verdict, an action that resulted in Perez being returned from the courthouse to jail." , "A PILE OF COCAINE VALUED AT $1.2 BILLION" , "COCAINE VALUED AT $1.2 BILLION REPORTED SEIZED IN COLUMBIA" , "COCAINE USE CALLED COMMON BY MOFFETT" , "53 INDICTED IN FOUR-STATE FEDERAL INVESTIGATION OF COCAINE DEALING" , "13 INDICTED ON CONSPIRACY IN WHOLESALE COCAINE RING" , "3 Plead Guilty In Cocaine Case" , "Officer Arrested For Selling Cocaine" , "Sitzberger Is Linked To Coast Cocaine Case" , "Teacher Arrested As Cocaine Seller" , "COCAINE SURVEY POINTS TO WIDESPREAD ANGUISH" ] 
 },{ 
"year": 1985, 
"count": 65, 
"titles":  [ 
"7 COLOMBIANS ARRESTED IN QUEENS IN SALE OF 120 POUNDS OF COCAINE" , "More Cocaine Bags Found" , "2 Ex-Miami Officers Held in Cocaine Theft" , "Cocaine and a Dead Bear" , "NEW ASSAULT ON COCAINE PLEDGE BY U.S. DRUG CHIEF IN NEW YORK" , "JUDGE DROPS COCAINE COUNTS AGAINST TWO IN CHOATE CASE" , "COCAINE CHARGE CLOUDS COMPANY CHIEF'S CAREER" , "A NEW, PURIFIED FORM OF COCAINE CAUSES ALARM AS ABUSE INCREASES" , "27 ARE ARRESTED IN COCAINE RAIDS" , "Big Cocaine Cache Seized in Jersey" , "EX-CHOATE STUDENT RECEIVES PROBATION ON COCAINE CHARGE" , "PROGRAM FOR COCAINE-ABUSE UNDER WAY" , "COMPANY CHAIRMAN ARRESTED IN HARTFORD ON COCAINE CHARGES" , "U.S. SAYS USE OF COCAINE ROSE SHARPLY IN '84" , "6 Accused by U.S. Of Cocaine Selling" , "ON 'COCAINE STRIP,' PROGRESS IS SLOW" , "Cocaine Craving Eased by Drug" , "2 Held on Cocaine Charges" , "Cocaine Trial Faces New Delay" , "Cocaine Seller Planning Appeal" , "TO WHAT ARE ATHLETES ENTITLED? NOT TO COCAINE" , "PARACHUTIST'S DEATH LEADS TO TRAIL ON COCAINE" , "A STUDY OF COCAINE ON THE JOB" , "COCAINE SALE IS PUT IN PIRATE CLUBHOUSE" , "$3.6 Million Is Seized; Cocaine Link Suspected" , "10 FORMER CHOATE STUDENTS PLEAD GUILTY TO FINANCING COCAINE-BUYING TRIP" , "PARACHUTIST DIES WITH COCAINE SACK" , "PARKER ADMITS TO COCAINE USE" , "COCAINE RISK SEEN IN PREGNANCY" , "DALE BERRA ADMITS TO USE OF COCAINE" , "HERNANDEZ OF THE METS TELLS JURY OF HIS EXPERIENCES WITH COCAINE" , "PERU JOINS ATTACK ON COCAINE TRADE" , "AIRLINE FINED $1.3 MILLION AFTER COCAINE IS SEIZED" , "RHODE ISLAND A CROSSROADS FOR COCAINE" , "BASEBALL AND COCAINE" , "Bumper Cocaine Crop Seen as Coming to U.S." , "TALKING BASEBALL, SNORTING COCAINE" , "41 Police Aides Removed In Peru Cocaine Inquiry" , "COCAINE DISRUPTS BASEBALL FROM FIELD TO FRONT OFFICE" , "BASEBALL AND COCAINE: A DEEPENING PROBLEM" , "U.S. SAYS SMUGGLERS BRING RECORD COCAINE FLOW" , "KEACH TO NARRATE FILM ON COCAINE IN OFFICES" , "3 DOCUMENTARIES LOOK AT COCAINE" , "Television Actor Tells House of Cocaine Use" , "Ether From Cocaine Lab Destroyed in Florida" , "SHIFT FROM COLOMBIA IS SEEN" , "Tests Indicate Cocaine Is Deadlier Than Heroin" , "2,000 Pounds of Cocaine" , "Keach to Discuss Cocaine" , "Plea of Not Guilty In Cocaine Case" , "30 INDICTED BY U.S. ON COCAINE COUNTS" , "Fiberglass Yams Yield 300 Pounds of Cocaine" , "SPAIN IN THE MAINSTREAM: KAFKA, DISCOS, COCAINE" , "OUR KIDS AND COCAINE" , "30 Charged in Cocaine Case; Total Under Indictment Is 98" , "Officials Overestimate Smuggling of Cocaine" , "BRAZIL TRIES TO STOP SPREAD OF COCAINE TRAFFICKING" , "61 ARE ARRESTED IN COCAINE RAID IN THREE STATES" , "Suspect Is Called Cocaine Queen'" , "WOMEN AND COCAINE: A GROWING PROBLEM" , "CUSTOMS AGENTS SEIZE COLOMBIAN JET LINKED TO COCAINE CASE" , "Cocaine Confiscations Perplex Florida Officials" , "SCREEN: 'TORCHLIGHT,' CAUTIONARY TALE ABOUT COCAINE" , "PARAGUAY PLEDGES ACTION ON COCAINE" , "2 Held in Jersey In Cocaine Seizure" ] 
 },{ 
"year": 1986, 
"count": 74, 
"titles":  [ 
"COCAINE AS A RITE OF PASSAGE" , "Cocaine on Boat Is Seized" , "24 ARE ACCUSED IN COCAINE RING THAT USED SHIPS" , "Florida Infant Treated After Eating Cocaine" , "IN BOLIVIA, ONLY A FAINT HUE AND CRY FOLLOWS COCAINE CORRUPTION CHARGE" , "MAN GETS 10 YEARS FOR SMUGGLING COCAINE" , "Peru in Cocaine Crackdown" , "Pilots Said to Get Treatment for Cocaine" , "COCAINE IS FOUND ON AVIANCA PLANE" , "COCAINE SMUGGLER'S STORY SHOWS U.S. NET WITH 'MORE HOLES THAN CHEESE'" , "Cocaine, Tests And a Challenge" , "U.S. PROSECUTING COCAINE CUSTOMERS IN SEATTLE" , "HOT LINE ON COCAINE SET UP" , "2 SUFFOLK OFFICERS INDICTED ON CHARGES OF COCAINE USE" , "4,620 POUNDS OF COCAINE IS CONFISCATED IN FLORIDA" , "COCAINE USE UP AMONG METHADONE PATIENTS" , "LATE NIGHTS, BRIGHT LIGHTS AND COCAINE ARE STILL ENTWINED" , "2 Pupils, 9, Eat Cocaine Brought by Classmate" , "Cocaine 'Factory' Is Raided By U.S. Agents in Brooklyn" , "STUDY SAYS ABUSE OF COCAINE MAY CAUSE SEIZURES" , "USE OF COCAINE, BUT NOT OTHER DRUGS, SEEN RISING" , "4 Officers in Massachusetts Indicted on Cocaine Charges" , "Officer Sentenced In Cocaine Case" , "Cocaine Charges Stand" , "ENDING THE COCAINE HABIT: EXPERTS DIFFER ON METHODS" , "Dentist Given 42-Year Term In Philadelphia Cocaine Case" , "600 POUNDS OF COCAINE SEIZED IN JERSEY" , "JUDGE IN VERMONT UPHOLDS COCAINE CHARGES AGAINST FERRARO'S SON" , "EXPERTS SEE U.S. COCAINE PROBLEM AS CONTINUING DESPITE ANTIDRUG RAIDS" , "Police Raid Cocaine Ring Run By Massachusetts Inmates" , "9 Arrested on Charges In Cocaine-Ring Case" , "Peruvian Jet Fighters Attack Cocaine Sites" , "12 ARE CHARGED WITH SMUGGLING TONS OF COCAINE" , "Cocaine Is Even Deadlier Than We Thought" , "Cocaine Is Even Deadlier Than We Thought; To Cater to an Addict" , "Cocaine Is Even Deadlier Than We Thought; To Cater to an Addict" , "COLOMBIAN NAMED AS BOSS OF 'MONSTER' COCAINE RING" , "U.S. AND BOLIVIANS MOUNT JOINT RAID ON A COCAINE LAB" , "BOLIVIA SAYS ITS DRIVE ON COCAINE WILL GO ON UNTIL TRADE IS ENDED" , "U.S. SENDS TROOPS TO AID BOLIVIANS IN COCAINE RAIDS" , "Ex-Drug Addict Warns Panel of Cocaine Peril" , "Cocaine Draws New Attention" , "MORGENTHAU CALLS U.S. BID TO FIGHT COCAINE 'MINIMAL'" , "U.S. SAYS COCAINE-RELATED DEATHS ARE RISING" , "STUDENT COCAINE USE REMAINS UP AS USE OF OTHER DRUGS DROPS" , "HOW COCAINE TOOK CONTROL OF MY LIFE" , "THE GREAT COCAINE CAPER" , "What Cocaine Can Do to Your Heart" , "COCAINE CAUSED ROGERS DEATH" , "Cocaine and Anxiety" , "COCAINE KILLED ROGERS, TESTS INDICATE" , "NEW TRAINING PROGRAM FOR POLICE BOLSTERS EFFORTS AGAINST COCAINE" , "COCAINE USE CAN AFFECT HEART" , "EXAMINER CONFIRMS COCAINE KILLED BIAS" , "U.S. OFFICIALS LINK DUVALIER FATHER-IN-LAW TO COCAINE TRADE" , "Cocaine Found in Madrid" , "41 Accused of Smuggling Cocaine Throughout U.S." , "3 KILLED BY GUNMAN AT COCAINE SESSION, ACCORDING TO POLICE" , "LARGE COCAINE SHIPMENT SEIZED" , "DRUG TREATMENT IN CITY IS STRAINED BY CRACK, A POTENT NEW COCAINE" , "5 Arrested and Cocaine Worth $750,000 Is Seized in a Raid" , "Navy Reinstates Cadet In Cocaine Case" , "AUTHORITIES IN WEST REPORT SEIZING BIG COCAINE SUPPLY" , "Authorities in West Report Seizing Big Cocaine Supply" , "WASHINGTON HEIGHTS: COCAINE TRADE THRIVES" , "EXTRA-POTENT COCAINE: USE RISING SHARPLY AMONG TEEN-AGERS" , "OFFICERS FACING DRUG CHARGES CALL 11 OTHERS COCAINE USERS" , "COCAINE RING IS BROKEN UP IN BROOKLYN AND S.I. RAIDS" , "AD COUNCIL CAMPAIGN WARNS ABOUT COCAINE" , "Carcinogen Found In Much Cocaine" , "RICHARDSON NOW ADMITS USING COCAINE" , "RICHARDSON IS BANNED AS TESTS FIND COCAINE" , "9 ARRESTED AND 185 POUNDS OF COCAINE SEIZED IN QUEENS" , "RISE IN COCAINE ABUSE POSES THREAT TO INFANTS" ] 
 },{ 
"year": 1987, 
"count": 60, 
"titles":  [ 
"Breast Milk Can Transfer Cocaine, Study Says" , "Colombia Takes First Steps To Extradite Cocaine Dealer" , "20 ACCUSED OF PLAN TO IMPORT COCAINE FROM SOUTH AMERICA" , "Three Tons of Cocaine Seized By U.S. in Florida Warehouse" , "Cocaine Jury Is Told Defendant Viewed Hitler as His Hero" , "Charleston, W.Va., Mayor Admits Cocaine Guilt" , "U.S. Arrests 14 as Members of Cocaine Ring" , "COCAINE TRIAL NEARS FOR WEST VIRGINIA MAYOR" , "Jury Seated in Cocaine Trial" , "New Report Shows More Cocaine in Howard Beach Victim's Body" , "Chicago Mother Traded Her Child for Cocaine" , "3 Jersey Drug Officers Held in Cocaine Theft" , "Trial of Suspect in Cocaine Cartel Is Set for Today" , "A Clue to Cocaine Craving" , "COCAINE SMUGGLERS SHIFT TO HOUSTON" , "Officer Found in Harlem Lot Died of a Cocaine Overdose" , "Cocaine Crackdown Brings 10 Arrests" , "Cocaine Called Cause Of Death of an Actor" , "Taylor of Giants, in a New Book, Says He Used Cocaine Frequently" , "TWO SUSPECTS ARE SHOT IN BRONX COCAINE RAID" , "Court in Seattle Is Told How Cocaine Ruined 2" , "Two Held and Cocaine Is Discovered on Plane" , "Gooden Tells of Cocaine Use" , "Cocaine Seized in London" , "Cocaine Use by Washington Mayor Alleged" , "COCAINE FINDS A NEW ROUTE IN VENEZUELA" , "Cocaine Seizure Called Largest at Land Border" , "3 Convicted on Drug Charges Arising From TV Cocaine Sale" , "Brazil Acting to Halt New Trafficking in Cocaine" , "Telephone Call Results In Seizure of Cocaine" , "COCAINE, INC." , "YOUNG REBUFFED ON BID TO DELAY QUESTIONS ON COCAINE IN ATLANTA" , "Cocaine Use Denied" , "5 Jailed in Puerto Rico In Big Cocaine Seizure" , "Ford Used Cocaine" , "5 Jailed in Puerto Rico In Big Cocaine Seizure" , "KILLING OF INFORMANT IS LAID TO COCAINE CARTEL AS TRIAL OPENS" , "FIRM IN WALL ST. TELLS OF FINDING A COCAINE RING" , "Judge Delays Cocaine Trial" , "ATLANTA TO REVIEW INQUIRY ON COCAINE" , "15 EMPLOYEES OF WALL STREET FIRMS ARE ARRESTED ON COCAINE CHARGES" , "BOND DENIES WIFE'S INITIAL STORY AND SAYS HE NEVER USED COCAINE" , "2 RECENT EXPLOSIONS REFLECT INCREASE IN COCAINE LABS" , "4 JERSEY SUICIDE VICTIMS SHOW TRACES OF COCAINE" , "COCAINE SEEN AS TRIAL ISSUE IN RACE DEATH" , "EMPLOYEES OF 3 AIRLINES CHARGED IN COCAINE SMUGGLING AT KENNEDY" , "OFFICER ADMITS GUILT IN SALE OF COCAINE" , "Diplomat's Chauffeur Held On Cocaine-Selling Charges" , "The Men Who Hold Colombia Hostage" , "NEW VIOLENCE SEEN IN USERS OF COCAINE" , "Cocaine Was a Cause Of Death for a Suspect" , "2 OFFICERS CLEARED OF COCAINE CHARGES" , "STUDY SHOWS SHARP RISE IN COCAINE USE BY SUSPECTS IN CRIMES" , "COCAINE FOUND IN DEAD SUSPECT" , "FROM CENTER OF COCAINE TRADE TO A FLORIDA JAIL" , "2 AIRLINES FINED OVER COCAINE" , "AMBASSADOR SHOT BY COCAINE RING" , "Councilman Guilty Of Cocaine Charges" , "'END OF THE LINE,' ON COCAINE ADDICTION" , "BOLIVIA COCAINE TRADE REVIVES AFTER G.I.'S GO" ] 
 },{ 
"year": 1988, 
"count": 72, 
"titles":  [ 
"15 Held in Cocaine Ring; One Is a Drug Counselor" , "2 Detroit Policemen Accused Of Making Dealer Eat Cocaine" , "Ship Torn Up to Find Cocaine" , "Cocaine Accounts for Much in Steinberg Case" , "Cocaine Accounts for Much in Steinberg Case; The Victim's Shame" , "Cocaine Accounts for Much in Steinberg Case; Against Legalization" , "ODDS SAID TO FAVOR COCAINE SMUGGLERS" , "Cocaine Hoard Found in Plane" , "Reviews/Film; Of Cocaine and a Clash of Loyalties" , "AIDS DANGER RISES FOR COCAINE USERS" , "Colombian Jet Seized For Carrying Cocaine" , "Temperature Increase Cited As a Danger in Cocaine Use" , "Hair Testing Not Valid For Cocaine Abuse" , "U.S. Fines Eastern Airlines $1 Million in Cocaine Case" , "Cocaine Seized on Eastern Jet" , "5 1/2 Tons of Cocaine Seized" , "Court Allows Testing of Hair For Cocaine" , "Muncie Indicted on Cocaine Charges" , "Police Officer Arrested as a Cocaine Buyer" , "U.S. Seizes an Airliner That Carried Cocaine" , "F.B.I. Agent Is Held On Charge of Selling Cocaine in Chicago" , "A Cocaine Addict Confesses To at Least 600 Burglaries" , "Half-Ton of Cocaine Is Seized in Queens" , "Cocaine Seized in California" , "Cocaine Raid in Florida" , "Cocaine: Litany of Fetal Risks Grows" , "Behavior, Not Cocaine, Is the Problem" , "Higher Cocaine Prices Discourage Few Users" , "Brazil Now a Vital Crossroad For Latin Cocaine Traffickers" , "Cocaine Glut Pulls New York Market Into Drug Rings' Tug-of-War" , "GANGS IN COLOMBIA FEUD OVER COCAINE" , "Officers Seize Tons of Cocaine In Queens Raid" , "Yes, Legalize Cocaine, and Fix Its Price" , "Ecuadorean Airliner Seized After Cocaine Is Smuggled" , "Should Cocaine Cost More? Less?" , "COCAINE SMUGGLER SENTENCED TO LIFE" , "Cocaine Addiction Isn't Forever" , "3 TONS OF COCAINE SEIZED ON L.I. AND 3 ARE ARRESTED" , "Ferraro's Son Sentenced to 4 Months in Jail for Selling Cocaine" , "OLYMPIC PROFILE: Steve Bentley  The Southern Cal swimmer gave up his use of cocaine and is now a gold-medal contender.; Swimmer Leaves Drugs And Poor Image in Wake" , "WARNING IS ISSUED ON COCAINE AND SEX" , "26 People and $10,000 Seized In a Cocaine Raid in Harlem" , "Coroner's Report Blames Cocaine For Drowning of Illinois Boy, 10" , "A Cocaine Link To Hepatitis" , "Colombia's Cocaine Lords: Conviction in U.S. Poses Little Threat to Power" , "U.S. May Confiscate Cocaine Smuggler's Property" , "1,200 Pounds of Cocaine Seized; 9 Held" , "Cocaine Jury Sees Tapes" , "Honduran Envoy Held On a Cocaine Charge" , "Family Finds Cocaine In a Box of Macaroni" , "Defense Ridicules Charges in Colombian's Cocaine Smuggling Trial" , "Florida Cocaine Seizure Weighs In as Record" , "Colombia Uses Army in Cocaine Raids" , "Metro Datelines; Officer and 3 Others Held in Cocaine Case" , "TESTIMONY AT END IN COCAINE TRIAL" , "Prosecutors Rest Their Case In Colombian's Cocaine Trial" , "Bolivia, With U.S. Aid, Battles Cocaine at the Root" , "Zaccaro Guilty of Cocaine Sale; Appeal Planned" , "Entrapment Is Charged in Zaccaro's Cocaine Case" , "Store Near School Raided for Cocaine" , "Cocaine Trial Is Interrupted, With No Explanation Given" , "Woman and Man Are Seized With 2 1/2 Pounds of Cocaine" , "6 Convicted of Cocaine Smuggling" , "Economic Scene; A Demand-Side Cocaine Policy" , "Cocaine Traces Are Found In Pilot Who Died in Crash" , "Economic Scene; Faulty U.S. Logic In Cocaine Policy" , "Colombian Official Talks of Legalizing Cocaine" , "Woolridge Admits to Cocaine Problem" , "Fewer Young Adults Using Cocaine: Why?" , "Cocaine-Related Death" , "COCAINE AND AIDS IN NEW YORK ADD TO INFANT DEATHS" , "Young Adults Show Drop in Cocaine Use" ] 
 },{ 
"year": 1989, 
"count": 69, 
"titles":  [ 
"State Lags In Treating Cocaine Addicts" , "Former Bolivian Interior Minister Held in U.S. on Cocaine Charges" , "3,000 Pounds of Cocaine Seized" , "Tiny Cocaine Doses Cut Blood Flow to the Heart" , "5 NATIONS SEIZE COCAINE PROFITS" , "Heart Risk Persists After Cocaine Use, Study Says" , "Testing Shows Regional Contrasts In the Use of Cocaine by Criminals" , "Two More Cocaine Suspects Are Extradited by Colombia" , "Drug Agency Faults Customs in Cocaine Case" , "Queens Cocaine Raid Seized Over 5 Tons" , "How the Cocaine Is Coming In This Time" , "SEIZURE OF COCAINE IS CALLED LARGEST IN NEW YORK CITY" , "Massachusetts Police Chief Quits, Accused of Stealing Cocaine From Evidence Room" , "Traffic in Cocaine Reported Surging Weeks After Colombian Crackdown" , "War on Cocaine in Peru Is Sputtering" , "14 Tons of Cocaine Are Seized in Texas and at Sea" , "Agents Seize 20 Tons of Cocaine In Raid on Los Angeles Warehouse" , "93 Kilos of Cocaine Seized, Some Labeled 'Bush'" , "Judge Pleads Guilty In Tax-Cocaine Case" , "Economic Scene; Fighting Cocaine, Coffee, Flowers" , "Experts Cite 3 Ways Cocaine Effects Can Lead to Death" , "In Colombia, Cocaine Is the Elixir for Rich and Poor" , "Bronx Suspect Died From Cocaine, Not Injuries, Autopsy Report Says" , "Journalists in the Front Lines Of Colombia's Cocaine War" , "U.S. Seizes Danish Ship And a Ton of Cocaine" , "INFLUX OF COCAINE IN U.S. HAS SLOWED, DRUG OFFICIALS SAY" , "Drug Kingpin Is Found Guilty of Cocaine Smuggling in Los Angeles" , "Orange Juice, Not Cocaine" , "Mack Pleads Guilty To Using Cocaine" , "2 COCAINE FIGURES IN COLOMBIA SEEK A DEAL ON AMNESTY" , "Attacking the Sovereign State of Cocaine" , "Mother on Cocaine Sentenced For Passing Drugs to Infants" , "Boy Found With Pure Cocaine" , "Bank in Panama to Forfeit $5 Million in Cocaine Case" , "Defects Reported in Babies of Cocaine Users" , "Bolivia to Seek Anti-Cocaine Money" , "Urban Emergency Rooms: A Cocaine Nightmare" , "Cocaine Is Found Along Coast" , "U.S. Halts Panamanian Ship And Seizes Hidden Cocaine" , "In Bolivia, U.S. Pumps Money Into the Cocaine War, but Victory Is Elusive" , "North Secretary Tells D.E.A. She Took Cocaine in 1985-87" , "Syphilis Rise in Connecticut Is Blamed on Cocaine Abuse" , "High School Teacher Held in Cocaine Sales" , "Queens Man Said to Have Died From Cocaine" , "Trooper Is Charged IN Theft of Cocaine" , "Ex-Consul Faces Term In Cocaine-Ring Case" , "Teacher and a School Official Are Charged in Cocaine Sales" , "Mother Charged After Her Baby Dies of Cocaine" , "Cocaine Use in Pregnancy Amounts to Child Abuse, a Judge Rules" , "Aftermath of a Capital Drug Raid: Cocaine and Crime Flourish Still" , "Colombian Cocaine Dealers Tap European Market" , "Michigan Lawyer Fails in Effort To Be Jailed on Cocaine Charges" , "Manhattan Doctor Arrested On Cocaine-Scheme Charges" , "Selling Milk, Bread and Cocaine in New York" , "Big Colombian Cocaine Ring Is Target of U.S. Indictment" , "Probert Is Indicted In Cocaine Smuggling" , "4 on Jail Staffs Held In a Cocaine Case" , "Some Addicts Find Medication Can Ease Craving for Cocaine" , "U.S. Antidrug Effort Floundering, Ex-Cocaine Dealer Tells Students" , "Cocaine Case Proves Testers Are Gaining" , "Raid on Cocaine Ring Results in 16 Arrests" , "Mayor in Mississippi Pleads Guilty to Cocaine Trafficking" , "Chemical Treatment Is Wrong Answer to Cocaine Addiction; Research Is Proceeding" , "Chemical Treatment Is Wrong Answer to Cocaine Addiction" , "Doctor Defends Cocaine Treatments" , "The National Honeymoon With Cocaine Is Over, Again" , "Why Not a Methadone Clone for Cocaine?" , "Cocaine Blamed in Bus Deaths" , "Woman Arrested in Newark In Cocaine Seizure at Airport" ] 
 },{ 
"year": 1990, 
"count": 52, 
"titles":  [ 
"A Law Distinguishing Crack From Other Cocaine Is Upset" , "Bolivian to Face Trial In Cocaine Conspiracy" , "3 Found Guilty in 20-Ton Cocaine Seizure" , "Small Bag of Cocaine Found In a Hangar at Space Center" , "6 Months in Jail for Mayor Barry In Cocaine Possession Conviction" , "Bronx Cocaine Suspect Held After Child Is Used as Shield" , "Gun-Filled Trunks Traced To Cocaine Smuggling Ring" , "Big Cocaine Cache Seized in Pennsylvania" , "3 in Family Charged in Big Cocaine Seizure" , "145 Pounds of Cocaine Seized In U.S. Raid of Banana Boat" , "COCAINE EPIDEMIC MAY HAVE PEAKED" , "U.S. Says Hospital Statistics Show Use of Cocaine May Have Peaked" , "Fuhr Used Cocaine, Paper Says" , "Colombia Reports the Arrest Of Cocaine Cartel Assassin" , "Man Is Dead After Drinking Beverage Laced With Cocaine" , "Man Is Dead After Drinking Beverage Laced With Cocaine" , "Cocaine-Laced Drink Leaves Man in a Coma" , "Metro Datelines;   5 Indicted by U.S. In '89 Cocaine Seizure" , "Patents;   2 Treatments For Cocaine Addiction" , "Witness Says He Gave Barry Cocaine in Mayor's Office" , "Third Witness Says Barry Used Cocaine" , "U.S. Cocaine Epidemic Shows Signs of Waning" , "Towed Van Yields Cocaine" , "Cocaine Prices Rise; Police Role Is Cited" , "Medellin Journal;   In the Capital of Cocaine, Savagery Is the Habit" , "Economic Scene;   Cocaine Policy: Gauging Success" , "Programs Find Adolescents' Use of Cocaine Can Be Curtailed" , "Hearings on Neglect Upheld In Newborn Cocaine Cases" , "Outspoken Foe of Cocaine Traffickers Is Choice to Lead Colombia" , "Senate Report Warns Of Surging Cocaine Use" , "Colombian Cocaine: Tracking Down Dealers - A special report.;   A Covert and Major Victory Is Reported in the Drug War" , "1 1/2 Tons of Cocaine Seized" , "JUNGLE IS WINNING THE COCAINE WAR" , "JUNGLE IS WINNING THE COCAINE WAR" , "Cocaine Burning Spurs Complaint of Pollution" , "Cocaine Use Is Found By Motorman in Crash" , "In the Cocaine War ... The Jungle Is Winning" , "Killing Cocaine at the Source" , "Coffee, Chrysanthemums and Cocaine" , "Mayor Barry Indicted on Charges Of Possessing Cocaine and Lying" , "Big Cocaine Dealer in Capital Sentenced to Two Life Terms" , "Big Cocaine Seizure in Mexico" , "Honduran Freighter Is Seized After Load Of Cocaine Is Found" , "Crash Victim Passes Condoms With Cocaine" , "Pilot Guilty in Cocaine Plot" , "Military Erred in Cocaine Report" , "Mayor of Washington Is Yielding Most Duties After Cocaine Arrest 44>" , "The U.S. and Panama;   Pilot in Cocaine Ring Is Given 2 Life Terms" , "New York City Study Of Motorists Killed Finds Tie to Cocaine" , "Cocaine Ring's Latest Campaign: Kidnapping Wealthy Colombians" , "Cocaine Tubes Tied to Vessel" , "Battle Against Cocaine Traffic Is Languishing in South America" ] 
 },{ 
"year": 1991, 
"count": 32, 
"titles":  [ 
"The Cocaine War's Biggest Success: a Fungus" , "Largest Amount of Cocaine Seized by Customs Agents in New Jersey" , "Howe Is Arrested on Cocaine Charge" , "Use of Cocaine and Heroin Rises Among Urban Youth" , "3d Defendant Is Sentenced In Cocaine-Smuggling Plot" , "Agents Seize 12 Tons of Cocaine In Raid at Warehouses in Miami" , "A Cocaine Baron's Tales of Intrigue And Greed Liven Up Noriega's Trial" , "Cocaine-Using Fathers Linked to Birth Defects" , "Federal Agents Track Down A Rural Cocaine Factory" , "Barry Is Sentenced Again to Six-Month Term on Cocaine Conviction" , "Care of Babies for Cocaine Is Put at $504 Million a Year" , "Economic Scene; Coca Dreams, Cocaine Reality" , "Cocaine Is Again Surging Out of Panama" , "Dominican Journal; Filthy Rich With a New York Cocaine Connection" , "Peru Takes Bigger Role In Production of Cocaine" , "The World; Cocaine Manufacturing Is No Longer Just A Colombian Monopoly" , "At the End of a Long Cocaine Trail, a Trap" , "Cali Earns a New Reputation: World's No. 1 Cocaine Seller" , "Van With $305 Million in Cocaine Is Seized" , "Cocaine Use and Infant Mortality Decline Together in New York City" , "Brazil's Amazon Basin Becomes Cocaine Highway" , "Soccer; Soccer Star Faces Suspension for Cocaine" , "Two in Noriega Case Found Guilty of Plot In Shipping Cocaine" , "Georgia to Study Cocaine in Newborn Child" , "How Cocaine Brought Low a Soaring Law Career" , "Cocaine Seen Harming Economy of Colombia" , "U.S. Almost Triples Estimate Of Hard-Core Cocaine Users" , "Ex-Thornburgh Aide Was Cocaine User, 3 Witnesses Testify" , "Tucked Above a Rudder: 2 Men and Cocaine" , "Drop in Youths' Cocaine Use May Reflect a Societal Shift" , "Behavior Varies in Babies Exposed to Cocaine" , "Medicaid and the Pregnant Cocaine User" ] 
 },{ 
"year": 1992, 
"count": 25, 
"titles":  [ 
"Review/Television; ABC on the Trail of Cocaine Traffickers in Bolivia" , "Ton of Cocaine Found in Transformers" , "Canada Chases Down Cocaine-Laden Plane" , "Aide of Fugitive Colombian Cocaine Lord Is Killed" , "Emergency Rooms' Cocaine Cases Rise" , "Use of Heroin Off, But Not Cocaine" , "Federal Charges for Officer Linked to Big Cocaine Ring" , "Destroyed: Front Line in Fight Against Cocaine Traffickers" , "Ecuador Journal; With Graft Rife, Nation Reins In the Cocaine King" , "3 Arrested as Cocaine Suppliers" , "Queens Police Officer Arrested on Charge He Sold Cocaine" , "U.S. Agents Seize Cocaine Processing Lab in Brooklyn" , "Harris Admits Cocaine Use" , "BASEBALL: Decisions Are Near on Howe and Steinbrenner; Yankee Pitcher Cited Desire To Get Cocaine" , "New York Officers Are Indicted By Suffolk on Cocaine Charges" , "New York City Officers Charged With Running L.I. Cocaine Ring" , "22 Tons of Cocaine Seized in Raids" , "Corruption and Cocaine in Peru" , "2 Men Slain on W. 160th St.; Cocaine and Gun Are Nearby" , "In Deaths In Custody, Cocaine Is A Suspect" , "Suspect Died of Asphyxiation, Not Cocaine, Pathologist Says" , "Milton Reder, Doctor, Dies at 92; Treated Pain With Aid of Cocaine" , "Vigilantes Fight Crime in Colombian Cocaine City" , "U.S. Will Assist Peru's Army in Fighting Cocaine and Rebels" , "Arica Journal; Cocaine Invades Chile, Scorning the Land Mines" ] 
 },{ 
"year": 1993, 
"count": 17, 
"titles":  [ 
"U.S. Accuses 12 Capital Officers Of Protecting a Cocaine Racket" , "NOV. 28-DEC. 4: A Gangster's Death; End of the Hunt: The King of Cocaine Goes Down Shooting" , "Head of Medellin Cocaine Cartel Is Killed by Troops in Colombia" , "Anti-Drug Unit of C.I.A. Sent Ton of Cocaine to U.S. in 1990" , "Death of River Phoenix Is Linked To Use of Cocaine and Morphine" , "Colombian Orders the Arrest of Head of a Cocaine Cartel" , "Cocaine Seized in Rahway" , "Cocaine Cowboys" , "Waymer's Death Is Linked to Cocaine" , "Leading Cocaine Trafficker Is Slain in Mexico" , "4 in Drug Ring Arrested in Raid On Queens Cocaine Warehouse" , "APRIL 11-17: Eighth-Grade Habits; Among the Youngest, a Rise In Marijuana, Cocaine, LSD" , "Scientists Create an Enzyme That May Curb Addiction to Cocaine" , "4 Arrested After Cocaine Cache Is Seized" , "Let's Not Call Cocaine-Exposed Children 'Crack Babies'" , "Russians Find Smuggled Cocaine" , "For Children of Cocaine, Fresh Reasons for Hope" ] 
 },{ 
"year": 1994, 
"count": 17, 
"titles":  [ 
"Cocaine Found Smuggled Inside a Dog" , "2 Arrested as Police Find a 'Cocaine Lab'" , "Cocaine and Al Capone" , "Region News Briefs; 416 Pounds of Cocaine Seized in Poughkeepsie" , "Auto Repair Shop Called Hub Of Cocaine-Trafficking Ring" , "Hospital Gives Up Notifying the Police Of Cocaine Abusers" , "Tests Show Probert Had Used Cocaine" , "3 Arrested in Smuggling Cocaine Found in Newark Cargo" , "U.S. Says Haiti's Military Runs Cocaine" , "Cocaine Injustice" , "In West Harlem's 30th Precinct, The Cocaine Sales Are Wholesale" , "Cocaine and Cash Seized" , "Review/Photography; 'Cocaine True': Art or Sensationalism?" , "'Cocaine True Cocaine Blue'" , "SUNDAY, February 6, 1994; New Kick From Cocaine" , "Cocaine Seized in Industrial Machine Imported from Venezuela" , "Poles Seize Half Ton of Cocaine on U.S. Tip" ] 
 },{ 
"year": 1995, 
"count": 23, 
"titles":  [ 
"Major Cache of Cocaine Is Seized in Brooklyn" , "Officer Pleads Guilty to Selling Cocaine He Took From Dealers" , "Cocaine Sentencing, Still Unjust" , "High Court to Rule on Racial Question in Crack Cocaine Case" , "Troopers Stop Cars and Find Duffle Bags Full of Cocaine" , "Colombia Arrests Raise Price Of Cocaine in New York City" , "Congressional Roundup: Democrats Try to Maintain Welfare Spending but Lose; Cocaine Terms Unchanged" , "28 Indicted in Cocaine Smuggling Scheme" , "3 Indicted in Cocaine Smuggling" , "Mexican Connection Grows As Cocaine Supplier to U.S." , "No Easy Victory in the Cocaine Wars" , "Cocaine Seized on Turnpike" , "3 Charged in Killings Over Cocaine Dealing" , "Judge Sets Aside Use of Cocaine as Part of Verdict in Zion Case" , "Agents of Graft -- A special report.; A Cocaine Trail in Mexico Points to Official Corruption" , "Reno Backs Strict Sentences For Sellers of Crack Cocaine" , "Lewis No Stranger to Cocaine, Says Friend and Ex-Teammate" , "N.F.L.: Sapp Did Not Test Positive for Cocaine" , "Correcting Cocaine Injustice" , "Strawberry Tests Find Cocaine" , "Pedro Juan Caballero Journal; Where Contraband Has Thrived, Cocaine Arrives" , "Cocaine in Luggage Leads to an Arrest" , "Tons of Cocaine Reaching Mexico in Old Jets" ] 
 },{ 
"year": 1996, 
"count": 30, 
"titles":  [ 
"Cocaine Daze" , "Cuba Hands Over to the U.S. Cocaine Haul From Freighter" , "Crack v. Cocaine: a Wash" , "Less Disparity Urged in Cocaine Sentencing" , "Defense in Rape Trial Suggests Accuser Had Used Cocaine" , "Exorcising Cocaine Demons" , "Drug Agents Make Big Cocaine Seizure" , "Inquiries Into Report That Contra Rebels Sold Cocaine in U.S." , "Storm in St. Kitts, as a Cocaine Case Churns Politics" , "Martin Pleads No Contest in Cocaine Case" , "Phillies Fire Hobson Amid Cocaine Charges" , "Hobson Admits He Used Cocaine" , "Addiction Key Links Cocaine With Nicotine" , "Irvin Agrees to Plea On Cocaine Charge" , "Cocaine Wrecks Hurdler's Gold Medal Hopes" , "Half-Ton of Cocaine Seized In Raids on Colombian Ring" , "2 Arrested in Cocaine Case" , "Hobson 'Surprised' by Cocaine Delivery" , "Hobson Arrested on Cocaine Charge" , "Cocaine Web Broken Up, and Mexican Link Is Detailed" , "Cocaine Washes Ashore" , "The Early Years: Aug. 2, 1908;The Growing Menace of the Use of Cocaine" , "Cocaine Seized in Bronx" , "Cocaine Concealed in Candy Boxes" , "Big Cocaine Cache Is Found Stashed in Airliner Cockpit" , "Cocaine Daze;Deborah Cantie Knows Guns, Drugs and Rikers Island. Now She Is Seeking Help. Can a Life Change?" , "Supreme Court Roundup;Justices Hear Arguments on Disparity in Cocaine Sentences" , "Cocaine Acquittals Shock Prosecutors" , "Apartheid's Fall Opens Door to Scourge of Cocaine" , "Cocaine Use Soared Despite Prohibition" ] 
 },{ 
"year": 1997, 
"count": 26, 
"titles":  [ 
"Baby in Stable Condition After She Eats Cocaine" , "Detective Faces Charge Of Stealing Cocaine" , "Man Afloat Amid Cocaine" , "Precise Effects of Cocaine Are Seen in Brain Scans" , "Cocaine Charge for Phillips" , "Police Find Cocaine and Handgun in a Car" , "Cocaine Justice" , "Half-Right on Cocaine" , "Black Lawmakers Criticize Clinton Over Cocaine Sentencing" , "Reno and Top Drug Official Urge Smaller Gap in Cocaine Sentences" , "Cocaine in a Transformer" , "Ton of Cocaine Seized in a Bergen County Town" , "Reporter Is Pulled Off C.I.A. Cocaine Story" , "Contra-Cocaine Story Was Flawed From Start" , "Readers Deserve More" , "Doctor Doubts Wilander on Cocaine Use" , "Cocaine From a Showdown Near Honduras" , "Study Questions Cost of Shift To Harsh Cocaine Sentences" , "Queens Man Is Arrested After Cocaine Is Found" , "Cocaine Price Soars, and Officials Seek Answers" , "Woman Charged in Cocaine Ring" , "Seizure of Cocaine in Truck Is City's Largest This Decade" , "Keeping Cocaine Resilient: Low Cost and High Profit" , "Cocaine Seized in the Bronx" , "Dallas's Williams and Irvin Used Cocaine, Accuser Says" , "Ex-State Democratic Chairman Is Arrested on Cocaine Charges" ] 
 },{ 
"year": 1998, 
"count": 18, 
"titles":  [ 
"Judge Rejects Life Terms for 3 Cocaine Dealers" , "Swiss Voters Reject Legalization of Heroin, Cocaine and Marijuana" , "Plane Flown By Colombia Had Cocaine" , "National News Briefs; 7-Year-Old Boy Brings Crack Cocaine to School" , "Taylor Enters Drug Clinic In Wake of Cocaine Arrest" , "National News Briefs; Amish Pair Plead Guilty To Cocaine Conspiracy" , "3 Held After Cocaine Is Found in Guava" , "National News Briefs; 2 Amish Men Indicted On Cocaine Charges" , "Customs Agents Seize 1,300 Pounds of Cocaine" , "Held as Head of Cocaine Ring, Woman Is to Face U.S. Court" , "National News Briefs; Florida Reports Record Of Dead With Cocaine" , "World News Briefs; Bolivia Takes Over Cocaine-Rife Region" , "Baby Is Hospitalized After Swallowing Cocaine" , "Cocaine and Heroin Seized in Sullivan County" , "2 Arrested After Police Find Cocaine in Car" , "Illusions of a War Against Cocaine" , "World News Briefs; Colombia Seizes Vessel With a Ton of Cocaine" , "Cocaine Shipped to Newspaper" ] 
 },{ 
"year": 1999, 
"count": 20, 
"titles":  [ 
"National News Briefs; 'Gadget Guru' Arrested On a Cocaine Charge" , "Colombia Tries, Yet Cocaine Thrives" , "A Brooklyn Headmistress, 53, Admits Selling Cocaine at School" , "Half a Ton of Cocaine Is Seized in Queens Home" , "Key Mexican Cocaine Middleman Eludes Police" , "Teacher Is Charged With Selling Cocaine" , "3 Charged as Wholesalers Of Cocaine and Heroin" , "National News Briefs; Study Says Cocaine Use Can Promote Blood Clots" , "Fire Call Leads to 91 Kilograms of Cocaine" , "Dr. Robert Byck, 66, Expert on Smokable Cocaine, Dies" , "Police Seize 1,566 Pounds Of Cocaine in Brooklyn" , "Sotomayor Disputes Cocaine Test" , "Spain Finds Large Cocaine Cargo on Ship at Sea" , "As Mexico Mourns TV Figure, Cocaine Clouds the Picture" , "Principal Charged With Selling Cocaine" , "National News Briefs; $40 Million in Cocaine Found in Traffic Stop" , "Former Cocaine User Regains Child in Racial Custody Case" , "Police Say They Seized 2,600 Pounds of Cocaine" , "Agents Seize Nearly 5 Tons Of Cocaine Aboard Freighter" , "Mexico City Journal; Cocaine Doesn't Just 'Transit': Some of It Seeps" ] 
 },{ 
"year": 2000, 
"count": 22, 
"titles":  [ 
"U.S. Agents Seize Cocaine At L.I. House And Arrest 5" , "Cocaine Overdose Caused Baby's Death, Officials Say" , "Cocaine Thrill Seekers" , "Cocaine Quietly Reclaims Its Hold as Good Times Return" , "Acupuncture Helps Some Quell Need For Cocaine" , "Sotomayor Denies Charge Of Failing Cocaine Test" , "Large Cache of Cocaine Found on Tanker" , "Motorman Tests Positive For Cocaine" , "Of Rats, Cocaine and Addiction Mysteries" , "Firefighter Charged In Potential Cocaine Sale" , "Mexico Ties A Mass Grave To Abduction And Cocaine" , "15 Are Held as Agents Crack Long-Running Cocaine Ring" , "COCAINE WAR: A special report.; A Web of Drugs and Strife in Colombia" , "Pharmacist Accused Of Selling Cocaine" , "Police Arrest 3 and Seize 55 Pounds Of Cocaine" , "Colombia Seizes Cocaine" , "BASEBALL: Strawberry Tests Positive for Cocaine Again; Slugger Is Facing Third Suspension And Legal Trouble" , "Jamaican Fishermen's Tainted Boom: Rising Trade in Cocaine" , "Ships Yield More Than a Ton of Cocaine" , "U.S. Breaks Up a Ring Offering Home Delivery of Cocaine" , "Mayor Rebuts Testimony That He Bought Cocaine" , "Maradona Tests Positive for Cocaine" ] 
 },{ 
"year": 2001, 
"count": 17, 
"titles":  [ 
"3 in Long Island Family Charged In Federal Cocaine Investigation" , "World Briefing | Americas: Colombia: Cocaine Ring Smashed" , "Dr. Marian Fischman, 62; Studied the Effects of Cocaine" , "World Briefing | Americas: Colombia: Cocaine Traffickers Caught" , "National Briefing | Science And Health: Cocaine Cravings Recur" , "Officer Accused Of Cocaine Use" , "Big Smuggler Of Cocaine Is Arrested, Mexico Says" , "Europe Expands as Market for Colombian Cocaine" , "Ex-Mexico Governor Arrested And Linked to Cocaine Traffic" , "Cocaine and Pregnancy" , "Peru Ex-President, Trailing, Links Election Foe to Cocaine Use" , "Woman Is Convicted of Killing Her Fetus by Smoking Cocaine" , "National Briefing | West: California: 12 Tons of Cocaine are Seized" , "Reputed Cocaine Lord Is Arrested After Manhunt in Colombia" , "A New Tool to Resist the Pull of Cocaine" , "National News Briefs; Tons of Cocaine Seized By U.S. Is Unloaded" , "Two Tons of Cocaine Are Seized" ] 
 },{ 
"year": 2002, 
"count": 11, 
"titles":  [ 
"National Briefing | South: South Carolina: Cocaine Tests Ruled Illegal" , "Metro Briefing | New Jersey: Newark: 62 Pounds Of Cocaine Seized" , "Aaliyah's Pilot Had Cocaine in His System" , "Metro Briefing | New York: Queens: Quarter-Ton Of Cocaine Seized" , "Cocaine and Its Sneaky Heat" , "Two Tons of Cocaine Seized In Biggest Haul Since '89" , "Intermediate School Dean Faces Cocaine Charge" , "Cocaine and Intensity of H.I.V. Are Related in a Study of Mice" , "Officer Charged In Possession Of Cocaine" , "Test Finds Cocaine After a Derailment" , "Acupuncture Alone Is Inept Against Cocaine" ] 
 },{ 
"year": 2003, 
"count": 10, 
"titles":  [ 
"Metro Briefing | New York: Manhattan: 16 Charged In International Cocaine Ring" , "Metro Briefing | New York: Manhattan: Huge Cocaine Cache Seized" , "Mexico and U.S. Hold 240 and Seize 13 Tons of Cocaine" , "National Briefing | Southwest: Texas: Sell Cocaine, Forfeit Winnings" , "World Briefing | Europe: Italy: Crche Of Cocaine" , "Metro Briefing | New Jersey: Fort Lee: $1 Million In Cocaine Is Seized" , "Colombian Pleads Guilty In Cocaine Smuggling Plot" , "Cocaine Trove Filled House In New Jersey, Officials Say" , "Metro Briefing | New York: Queens: Huge Cache Of Cocaine Seized" , "Cocaine Use Tied to Loss of Pleasure Sense" ] 
 },{ 
"year": 2004, 
"count": 8, 
"titles":  [ 
"Metro Briefing | New York: Bronx: Cocaine In Daughter's Coat" , "The Cocaine in Spain" , "Metro Briefing | New York: Queens: Model Arraigned On Cocaine Charge" , "Racketeering Charges Against Colombians In Huge Cocaine Case" , "Couple Charged as Half Ton of Cocaine, Guns and Cash Are Seized" , "Metro Briefing | New Jersey: Fort Lee: Authorities Seize Cocaine Cache" , "Firefighter in Crash Took Cocaine, City Says" , "National Briefing | Southwest: Texas: Cocaine Seized In Cabbage Truck" ] 
 },{ 
"year": 2005, 
"count": 21, 
"titles":  [ 
"Metro Briefing | Connecticut: Stamford: Police Seize Cocaine Worth $10 Million" , "World Briefing | Americas: Peru: Ex-Airline Chief Gets 20 Years For Ferrying Cocaine" , "Supplement May Stifle the Craving for Cocaine" , "Cocaine Prices Rise and Quality Declines, White House Says" , "World Briefing | Americas: Colombia: Rebels And Paramilitaries In Heavy Combat Over Cocaine" , "Metro Briefing | New York: Manhattan: Boy George Charged With Cocaine Possession" , "Kate Moss Is Dismissed by H&M After a Furor Over Cocaine" , "Coroner Rules Cocaine, Not Taser, Killed Prisoner" , "Mix of Heroin and Cocaine Likely in 4 Deaths, Police Say" , "Soldier Pleads Guilty to Cocaine Smuggling" , "National Briefing | West: California: Traces Of Cocaine Are Found In Toddler" , "World Briefing | Americas: Colombia: Top Cocaine Boss Arrested" , "Turbulent Bolivia Is Producing More Cocaine, the U.N. Reports" , "World Briefing | Americas: Colombia: 13 Tons Of Cocaine Seized" , "Metro Briefing | New York: Manhattan: Cocaine Dealer Sentenced" , "Cocaine Users Face Greater Risk of Aneurysm" , "World Briefing | Americas: Colombia: U.S. Soldiers In Cocaine Inquiry" , "World Briefing | Americas: Colombia: Police Find Cocaine-Smuggling Sub" , "National Briefing | Midwest: Illinois: Jury Faults Cocaine In Inmate's Death" , "Cocaine Incident Leads to Dismissal of Senior Argentine Officials" , "Metro Briefing | New York: Bronx: 43 Charged In Cocaine Ring" ] 
 },{ 
"year": 2006, 
"count": 12, 
"titles":  [ 
"With No Kicks From Cocaine, Students Halt A Trademark" , "A Culture Built of Guns, Drugs and Blood" , "Film in Review; Cocaine Cowboys" , "Metro Briefing | New York: Bronx: Mayor Criticizes Maker Of Cocaine Drink" , "Lawmakers Scold Maker of 'Cocaine' Drink" , "National Briefing | South: Florida: Cali Cocaine Brothers Plead Guilty" , "World Briefing | Americas: Colombia: Park Is A Victim Of The Cocaine War" , "World Briefing | Africa: Kenya: 30-Year Sentence In 1.1-Ton Cocaine Haul" , "Mayor's Admission of Cocaine Use Roils City" , "Bridgeport Mayor Admits That He Used Cocaine" , "U.S. Indicts 50 Leaders of Colombian Rebels in Cocaine Trafficking" , "Bolivia's Knot: No to Cocaine, But Yes to Coca" ] 
 },{ 
"year": 2007, 
"count": 13, 
"titles":  [ 
"Officers Charged in Cocaine Disappearance" , "Cocaine Caused s Singer's Death" , "Mexico: 23 Tons of Cocaine Seized" , "Ireland: Record Cocaine Haul Spills" , "Senegal: Another Ton of Cocaine Seized" , "Senegal: Deserted Boat Holds Big Cocaine Catch" , "Treat Cocaine for What It Is" , "Court to Weigh Disparities in Cocaine Laws" , "Cocaine: Hidden In Plain Sight" , "Cocaine Wars Turn Port Into Colombia's Deadliest City" , "National Briefing | Washington: Repeal Of Crack Cocaine Law Is Urged" , "The End of Cocaine the Beverage" , "Just Another Desperate Day in the Life of a Drug Casualty" ] 
 },{ 
"year": 2008, 
"count": 20, 
"titles":  [ 
"Border Inspector Is Accused in Big Cocaine Case" , "Cocaine and Currency" , "Despite Rebel Losses, Cocaine Sustains War in Rural Colombia" , "Mexico: Cocaine Found In Small Sub" , "Sing It: 'We All Snort in a Cocaine Submarine, Cocaine Submarine, Cocaine Submarine ...'" , "Better Roses Than Cocaine" , "Soft Serve | Kanye's Travel Service, Cocaine Tourism, Air France Goes Wireless" , "Paterson Says He Tried Cocaine and Marijuana in 1970s" , "Rikers Island Counselor Is Charged With Selling Cocaine to an Officer" , "Cheap Cocaine Floods a Slum In Argentina, Devouring Lives" , "Argentina's Cheap Drug Scourge" , "Argentina's Cheap Drug Scourge" , "Argentina's Cheap Drug Scourge" , "Argentina's Cheap Drug Scourge" , "Paco: Argentina's Cheap Drug Scourge" , "Paco: Argentina's Cheap Drug Scourge" , "Argentina&#39;s Cocaine Problem " , "Surprise Twist Ends Old Homicide Case: Cocaine, Not Mother, Killed Girl" , "A $200-a-Gram Tax on Cocaine" , "7 Indicted After Agent Gets Inside Cocaine Ring and the Ships It Used" ] 
 },{ 
"year": 2009, 
"count": 11, 
"titles":  [ 
"Officer Accused of Using Badge and Police Car in a Cocaine Conspiracy" , "Cocaine Vaccine Is Developed, but It Does Not Keep Users From Wanting the Drug" , "Binghamton Player Arrested on Charges of Selling Cocaine" , "'Tainted With Cocaine'" , "Those Hamiltons and Jacksons Carry Some Cocaine" , "Justice Dept. Seeks Equity In Sentences For Cocaine" , "The Latest Way to Get Cocaine Out of Colombia?  Underwater." , "The Drug (Statistics) War: Is Cocaine Getting More Expensive?" , "Cocaine Trade Helps Rebels Reignite War in Peru" , "Cocaine and White Teens" , "The Food Dance Gets New Life When Bees Get Cocaine in an Addiction Study" ] 
 },{ 
"year": 2010, 
"count": 12, 
"titles":  [ 
"8 Longshoremen Charged With Smuggling Cocaine" , "Obama Signs Law Narrowing Cocaine Sentencing Disparities" , "Congress Moves to Narrow Cocaine Sentencing Disparities" , "Europe's Cocaine Market Said To Grow" , "The New Cocaine Cowboys" , "Inside the Documentary 'Feathered Cocaine'" , "Soccer and Cocaine: A Nation's Twin Obsessions" , "Fake Race Vehicle Seized With Nearly a Ton of Cocaine" , "Guinea-Bissau: A Cocaine Hub" , "Manager Tested Positive For Cocaine Last Season" , "Cocaine Sentencing Bill Advances" , "A Vote to Change Some Cocaine Sentences" ] 
 },{ 
"year": 2011, 
"count": 18, 
"titles":  [ 
"Bears Receiver Charged in Cocaine Conspiracy" , "Bears Receiver Is Charged in Cocaine Distribution Plot" , "Drug Terms Reduced, Freeing Prisoners" , "British Arrest 6 and Seize 2,600 Pounds of Cocaine" , "Columbia Student Admits Selling Cocaine on Campus" , "The Lure of Cocaine, Once Hailed as Cure-All" , "Bloggingheads: Legalize Cocaine?" , "Bloggingheads: Legalize Cocaine?" , "Reducing Unjust Cocaine Sentences" , "Hazards: Cocaine Users May Face Danger to Skin" , "Coroner: Worker Who Jumped to Death Had Cocaine" , "Jury Convicts 2 and Acquits 2 in Scheme to Funnel Cocaine Into U.S." , "Multiple Inequities: A new law lessens, but doesn't end, the sentencing disparities for crack cocaine" , "Honduras: Cocaine Lab Said to Be Sign of Mexican Gangs" , "PR House Majority Whip Tests Positive for Cocaine" , "Hong Kong Seizes Cocaine Shipment" , "Kicking Cocaine, and Reconnecting With Life" , "4 Argentines Detained With Ton of Cocaine in Spain" ] 
 },{ 
"year": 2012, 
"count": 28, 
"titles":  [ 
"Spain Arrests Woman With Cocaine Breast Implants" , "Guyana Seizes Cocaine in Fish Food Bound for China" , "Corpse, Cocaine Found on Shipwrecked Boat in Tonga" , "Paraguay Seizes More Cocaine Along Brazil Border" , "More Than a Ton of Cocaine Seized in Venezuela" , "Britain: Man Charged After Children Get Cocaine Instead of Halloween Candy" , "UK Trick-Or-Treaters Given Cocaine; Man Charged" , "Cocaine Peddler Pays a Bloody Price" , "Cocaine Peddler Pays a Bloody Price" , "Police: Hit-And-Run Red Bull Heir Ingested Cocaine" , "Baggage Handler Who Smuggled Cocaine in Planes Is Sentenced to Life" , "Italian Senate Postal Chief Arrested for Cocaine Trafficking" , "Cocaine-Stuffed Suitcase Seized at Guyana Airport" , "Colombian 'Cocaine Queen' Gunned Down" , "Colombia's 'Queen of Cocaine' Shot to Death" , "Nigeria Uncovers Cocaine-Stuffed Roasted Chicken" , "Authorities Bust Cocaine Lab in Remote Honduras" , "Feds: NJ Mail Carrier Distributed Cocaine Packages" , "Cascades and Cocaine in Costa Rica's National Parks" , "U.S. Denies Bond for Mexico's Alleged Cocaine 'Queenpin'" , "Puerto Rico Police Find Cocaine on Disabled Boat" , "John Corker, Ex-N.F.L. Player, Went From Cocaine to Redemption" , "Cocaine Inc." , "Rap Music Figure Convicted of Running Multimillion-Dollar Cocaine Ring" , "Opinion Report: Crack and Cocaine" , "Court Weighs Revisions In Cocaine-Case Sentences" , "Oil Can Boyd Says He Used Cocaine" , "Oil Can Boyd Says He Used Cocaine" ] 
 },{ 
"year": 2013, 
"count": 49, 
"titles":  [ 
"Obama Commutes Sentences for 8 in Crack Cocaine Cases" , "UN: $1.2B of Cocaine Though W. Africa Each Year" , "House Opens Inquiry After Republicans Cocaine Conviction" , "Death of Former UW Football Star Linked to Cocaine" , "Costa Rica Seizes Jet Carrying a Ton of Cocaine" , "House Ethics Committee Sets Probe of Radel in Cocaine Case" , "Lawson, Celebrity Chef, Admits Cocaine Use, but Denies Ex-Husbands Claims" , "Florida Congressman Is Urged to Quit Over Cocaine Conviction" , "Florida Congressman in Cocaine Case Will Take a Leave of Absence" , "Florida Congressman Faces Charge of Cocaine Possession" , "'I Have Smoked Crack Cocaine,' Toronto's Mayor Admits on Camera" , "Michigan: Man, 89, Admits Hauling Cocaine" , "Venezuela Arrests Five More Soldiers Over Big Air France Cocaine Haul" , "Cocaine Haul on French Jet Raises Concern" , "Venezuela-To-France Cocaine Bust Yields 9 Arrests" , "Venezuela Arrests Three Soldiers Over 1.3-Tonne Air France Cocaine Haul" , "Spain Arrests 4 Hells Angels in Large Cocaine Bust" , "$330 Million in Cocaine Seized on Yacht in Vanuatu" , "$330 Million in Cocaine Seized From Vanuatu Yacht" , "Mexico Captures Leader of Cocaine-Trafficking Gulf Cartel" , "Cocaine Found Inside Okra Plants in Guyana" , "2 Mexican Teens: Van Sold by US Gov't Had Cocaine" , "Colombian Sentenced in Cocaine Smuggling Plot" , "Ex-San Fran Crime Tech Sentenced in Cocaine Case" , "Top Fugitive Italian Cocaine Boss Nabbed in Bogota" , "Argentina Extradites Accused Cocaine Smuggler" , "Vermont Police Arrest 33 in Cocaine, Heroin Sweep" , "Toronto Mayor Denies He Smokes Crack Cocaine" , "Toronto Mayor Denies, Finally, Use of Crack Cocaine" , "Toronto Mayor Denies He Smokes Crack Cocaine" , "Toronto Mayor Is Besieged by Questions of Crack Use" , "Long Before Crack Cocaine Allegations, Toronto Mayor Was a Source of Controversy" , "Toronto Mayor Denies Smoking Crack Cocaine" , "Former Soap Actor Charged With Selling Cocaine" , "Horse Racing: Dettori Says He Took Cocaine" , "Colombia Police: Fake Nuns Hid Cocaine Under Habits" , "French Police Nab Frogmen Smuggling Cocaine Strapped to Ships" , "US Customs Plane Helps Stop 3,300 Lbs of Cocaine" , "Dominican Agents Find Cocaine in Cacao Shipment" , "Spain Police Involved in 2 Large Cocaine Raids" , "Daughter of 'Cocaine Kingpin' Kidnapped in Bulgaria" , "West African Cocaine, Methamphetamine Smuggling on the Rise-U.N." , "Danish Police Find Cocaine on North Sea Shores" , "Spain Seizes 4 Tons of Cocaine Worth $340 Million" , "Brain Shape Linked to Cocaine Addiction" , "Autopsies Show Cocaine in 2 Killed in Ohio Chase" , "British Woman Sentenced to Death in Bali Drug Case" , "British Woman, 56, Gets Death for Smuggling Cocaine Into Bali" , "Dominican, US Agents Seize 900 Kilos of Cocaine" ] 
 } ] 
 }